Repository: monadial/ash
Catalog: apps/ios/Ash/Ash/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, ja, pt_br, sk, zh_hans

# burn.subtitle
source: This action cannot be undone
de: Diese Aktion kann nicht rückgängig gemacht werden
es: Esta acción no se puede deshacer
fr: Cette action est irréversible
ja: この操作は取り消せません
pt_br: Esta ação não pode ser desfeita
sk: Túto akciu nie je možné vrátiť späť
zh_hans: 此操作无法撤销

# burn.all.title
source: Burn All Conversations?
de: Alle Unterhaltungen verbrennen?
es: ¿Destruir todas las conversaciones?
fr: Détruire toutes les conversations ?
ja: すべての会話を焼却しますか？
pt_br: Queimar Todas as Conversas?
sk: Spáliť všetky konverzácie?
zh_hans: 销毁所有对话？

# burn.all.subtitle
source: Emergency destruction of all data
de: Notfallzerstörung aller Daten
es: Destrucción de emergencia de todos los datos
fr: Destruction d'urgence de toutes les données
ja: すべてのデータの緊急破棄
pt_br: Destruição de emergência de todos os dados
sk: Núdzové zničenie všetkých dát
zh_hans: 紧急销毁所有数据

# burn.destroyed
source: Will be permanently destroyed
de: Wird dauerhaft zerstört
es: Se destruirá permanentemente
fr: Sera définitivement détruit
ja: 永久に破棄されます
pt_br: Será permanentemente destruído
sk: Bude natrvalo zničené
zh_hans: 将被永久销毁

# burn.item.pad
source: Encryption pad & keys
de: Verschlüsselungspad & Schlüssel
es: Clave de cifrado
fr: Clé de chiffrement
ja: 暗号化パッドと鍵
pt_br: Pad de criptografia e chaves
sk: Šifrovací kľúč
zh_hans: 加密密钥

# burn.item.messages
source: All message history
de: Gesamter Nachrichtenverlauf
es: Todo el historial de mensajes
fr: Tout l'historique des messages
ja: すべてのメッセージ履歴
pt_br: Todo o histórico de mensagens
sk: Celá história správ
zh_hans: 所有消息历史

# burn.item.connection
source: Connection with peer
de: Verbindung mit Partner
es: Conexión con el otro
fr: Connexion avec l'autre
ja: 相手との接続
pt_br: Conexão com o parceiro
sk: Spojenie s partnerom
zh_hans: 与对方的连接

# burn.item.all
source: All conversations
de: Alle Unterhaltungen
es: Todas las conversaciones
fr: Toutes les conversations
ja: すべての会話
pt_br: Todas as conversas
sk: Všetky konverzácie
zh_hans: 所有对话

# burn.confirm.prompt
source: Type "BURN" to confirm
de: Geben Sie "BURN" zur Bestätigung ein
es: Escribe "BURN" para confirmar
fr: Tapez « BURN » pour confirmer
ja: 確認のため"BURN"と入力
pt_br: Digite "BURN" para confirmar
sk: Napíšte "BURN" pre potvrdenie
zh_hans: 输入"BURN"确认

# burn.confirm.action
source: Burn Forever
de: Für immer verbrennen
es: Destruir para siempre
fr: Détruire à jamais
ja: 永久に焼却
pt_br: Queimar Para Sempre
sk: Spáliť navždy
zh_hans: 永久销毁

# burn.confirm.all.action
source: Burn Everything
de: Alles verbrennen
es: Destruir todo
fr: Tout détruire
ja: すべて焼却
pt_br: Queimar Tudo
sk: Spáliť všetko
zh_hans: 销毁全部

# burned.title
source: Conversation Burned
de: Unterhaltung verbrannt
es: Conversación destruida
fr: Conversation détruite
ja: 会話が焼却されました
pt_br: Conversa Queimada
sk: Konverzácia spálená
zh_hans: 对话已销毁

# burned.message
source: "%@" was burned by the other party.
de: "%@" wurde von der anderen Partei verbrannt.
es: "%@" fue destruida por la otra parte.
fr: « %@ » a été détruite par l'autre partie.
ja: "%@"は相手によって焼却されました。
pt_br: "%@" foi queimada pela outra parte.
sk: "%@" bola spálená druhou stranou.
zh_hans: "%@" 已被对方销毁。

# burned.detail
source: This conversation and all messages have been permanently destroyed.
de: Diese Unterhaltung und alle Nachrichten wurden dauerhaft zerstört.
es: Esta conversación y todos los mensajes han sido destruidos permanentemente.
fr: Cette conversation et tous les messages ont été définitivement détruits.
ja: この会話とすべてのメッセージは永久に破棄されました。
pt_br: Esta conversa e todas as mensagens foram permanentemente destruídas.
sk: Táto konverzácia a všetky správy boli natrvalo zničené.
zh_hans: 此对话和所有消息已被永久销毁。

# appsettings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
pt_br: Configurações
sk: Nastavenia
zh_hans: 设置

# appsettings.section.security
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
ja: セキュリティ
pt_br: Segurança
sk: Zabezpečenie
zh_hans: 安全

# appsettings.security.biometric
source: Unlock with biometric authentication
de: Mit biometrischer Authentifizierung entsperren
es: Desbloquear con autenticación biométrica
fr: Déverrouiller avec authentification biométrique
ja: 生体認証でロック解除
pt_br: Desbloquear com autenticação biométrica
sk: Odomknúť biometrickou autentifikáciou
zh_hans: 使用生物识别解锁

# appsettings.security.lock_background
source: Lock on Background
de: Bei Hintergrund sperren
es: Bloquear en segundo plano
fr: Verrouiller en arrière-plan
ja: バックグラウンドでロック
pt_br: Bloquear em Segundo Plano
sk: Zamknúť na pozadí
zh_hans: 后台锁定

# appsettings.security.lock_background.description
source: Require authentication when app returns
de: Authentifizierung bei App-Rückkehr erforderlich
es: Requerir autenticación cuando la app regrese
fr: Exiger l'authentification au retour de l'app
ja: アプリ復帰時に認証が必要
pt_br: Exigir autenticação quando o app retornar
sk: Vyžadovať autentifikáciu pri návrate aplikácie
zh_hans: 返回应用时需要认证

# appsettings.security.unavailable
source: Biometrics Unavailable
de: Biometrie nicht verfügbar
es: Biometría no disponible
fr: Biométrie indisponible
ja: 生体認証が利用できません
pt_br: Biometria Indisponível
sk: Biometria nedostupná
zh_hans: 生物识别不可用

# appsettings.security.unavailable.description
source: Set up Face ID or Touch ID in Settings
de: Richten Sie Face ID oder Touch ID in den Einstellungen ein
es: Configura Face ID o Touch ID en Ajustes
fr: Configurez Face ID ou Touch ID dans Réglages
ja: 設定でFace IDまたはTouch IDを設定してください
pt_br: Configure Face ID ou Touch ID nas Configurações
sk: Nastavte Face ID alebo Touch ID v Nastaveniach
zh_hans: 请在设置中设置面容ID或触控ID

# appsettings.section.relay
source: Relay Server
es: Servidor relay
fr: Serveur relais
ja: リレーサーバー
pt_br: Servidor Relay
zh_hans: 中继服务器

# appsettings.relay.url
source: Server URL
es: URL del servidor
fr: URL du serveur
ja: サーバーURL
pt_br: URL do Servidor
sk: URL servera
zh_hans: 服务器地址

# appsettings.relay.modified
source: Modified
de: Geändert
es: Modificado
fr: Modifié
ja: 変更済み
pt_br: Modificado
sk: Zmenené
zh_hans: 已修改

# appsettings.relay.status
source: Connection Status
de: Verbindungsstatus
es: Estado de conexión
fr: État de connexion
ja: 接続状態
pt_br: Status da Conexão
sk: Stav pripojenia
zh_hans: 连接状态

# appsettings.relay.testing
source: Testing...
de: Wird getestet...
es: Probando...
fr: Test...
ja: テスト中...
pt_br: Testando...
sk: Testovanie...
zh_hans: 测试中...

# appsettings.relay.connected
source: Connected to %@ • %dms
de: Verbunden mit %@ • %dms
es: Conectado a %@ • %dms
fr: Connecté à %@ • %dms
ja: %@に接続済み • %dms
pt_br: Conectado a %@ • %dms
sk: Pripojené k %@ • %dms
zh_hans: 已连接到 %@ • %dms

# appsettings.relay.not_tested
source: Not tested
de: Nicht getestet
es: No probado
fr: Non testé
ja: 未テスト
pt_br: Não testado
sk: Netestované
zh_hans: 未测试

# appsettings.relay.footer
source: Default server for new conversations. Each conversation can use a different relay.
de: Standardserver für neue Unterhaltungen. Jede Unterhaltung kann einen anderen Relay verwenden.
es: Servidor predeterminado para nuevas conversaciones. Cada conversación puede usar un relay diferente.
fr: Serveur par défaut pour les nouvelles conversations. Chaque conversation peut utiliser un relais différent.
ja: 新しい会話のデフォルトサーバー。各会話は異なるリレーを使用できます。
pt_br: Servidor padrão para novas conversas. Cada conversa pode usar um relay diferente.
sk: Predvolený server pre nové konverzácie. Každá konverzácia môže používať iný relay.
zh_hans: 新对话的默认服务器。每个对话可以使用不同的中继。

# appsettings.section.about
source: About
de: Über
es: Acerca de
fr: À propos
ja: 情報
pt_br: Sobre
sk: O aplikácii
zh_hans: 关于

# appsettings.about.version
source: Version
es: Versión
ja: バージョン
pt_br: Versão
sk: Verzia
zh_hans: 版本

# appsettings.about.encryption
source: Encryption
de: Verschlüsselung
es: Cifrado
fr: Chiffrement
ja: 暗号化
pt_br: Criptografia
sk: Šifrovanie
zh_hans: 加密

# appsettings.about.encryption.value
source: One-Time Pad
es: Libreta de un solo uso
fr: Masque jetable
ja: ワンタイムパッド
sk: Jednorazový šifrovací blok
zh_hans: 一次性密码本

# appsettings.about.security
source: Security Model
de: Sicherheitsmodell
es: Modelo de seguridad
fr: Modèle de sécurité
ja: セキュリティモデル
pt_br: Modelo de Segurança
sk: Bezpečnostný model
zh_hans: 安全模型

# appsettings.about.security.description
source: How ASH protects your messages
de: Wie ASH Ihre Nachrichten schützt
es: Cómo ASH protege tus mensajes
fr: Comment ASH protège vos messages
ja: ASHがメッセージを保護する方法
pt_br: Como o ASH protege suas mensagens
sk: Ako ASH chráni vaše správy
zh_hans: ASH如何保护您的消息

# appsettings.about.security.link
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
ja: セキュリティ
pt_br: Segurança
sk: Zabezpečenie
zh_hans: 安全

# appsettings.about.privacy
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
pt_br: Privacidade
sk: Súkromie
zh_hans: 隐私

# appsettings.about.privacy.description
source: What data we collect (none)
de: Welche Daten wir sammeln (keine)
es: Qué datos recopilamos (ninguno)
fr: Quelles données nous collectons (aucune)
ja: 収集するデータ（なし）
pt_br: Quais dados coletamos (nenhum)
sk: Aké údaje zbierame (žiadne)
zh_hans: 我们收集的数据（无）

# appsettings.section.danger
source: Danger Zone
de: Gefahrenzone
es: Zona de peligro
fr: Zone de danger
ja: 危険ゾーン
pt_br: Zona de Perigo
sk: Nebezpečná zóna
zh_hans: 危险区域

# appsettings.danger.burnall
source: Emergency Burn All
de: Notfall: Alles verbrennen
es: Destrucción de emergencia
fr: Destruction d'urgence
ja: 緊急：すべて焼却
pt_br: Queimar Tudo de Emergência
sk: Núdzové spálenie všetkého
zh_hans: 紧急销毁全部

# appsettings.danger.burnall.description
source: Instantly destroy all conversations and keys
de: Sofortige Zerstörung aller Unterhaltungen und Schlüssel
es: Destruir instantáneamente todas las conversaciones y claves
fr: Détruire instantanément toutes les conversations et clés
ja: すべての会話と鍵を即座に破棄
pt_br: Destruir instantaneamente todas as conversas e chaves
sk: Okamžite zničiť všetky konverzácie a kľúče
zh_hans: 立即销毁所有对话和密钥

# appsettings.danger.burnall.footer
source: Emergency burn permanently destroys all conversations, encryption pads, and messages. This cannot be undone.
de: Notfall-Verbrennung zerstört dauerhaft alle Unterhaltungen, Verschlüsselungspads und Nachrichten. Dies kann nicht rückgängig gemacht werden.
es: La destrucción de emergencia elimina permanentemente todas las conversaciones, claves y mensajes. No se puede deshacer.
fr: La destruction d'urgence efface définitivement toutes les conversations, clés et messages. Irréversible.
ja: 緊急焼却はすべての会話、暗号化パッド、メッセージを永久に破棄します。取り消しはできません。
pt_br: A queima de emergência destrói permanentemente todas as conversas, pads de criptografia e mensagens. Isso não pode ser desfeito.
sk: Núdzové spálenie natrvalo zničí všetky konverzácie, šifrovacie kľúče a správy. Túto akciu nie je možné vrátiť späť.
zh_hans: 紧急销毁将永久摧毁所有对话、加密密钥和消息。此操作无法撤销。

# appsettings.burnall.title
source: Burn All Conversations?
de: Alle Unterhaltungen verbrennen?
es: ¿Destruir todas las conversaciones?
fr: Détruire toutes les conversations ?
ja: すべての会話を焼却しますか？
pt_br: Queimar Todas as Conversas?
sk: Spáliť všetky konverzácie?
zh_hans: 销毁所有对话？

# appsettings.burnall.message
source: This will permanently destroy all conversations and encryption pads. This cannot be undone.
de: Dies wird dauerhaft alle Unterhaltungen und Verschlüsselungspads zerstören. Dies kann nicht rückgängig gemacht werden.
es: Esto destruirá permanentemente todas las conversaciones y claves de cifrado. No se puede deshacer.
fr: Ceci détruira définitivement toutes les conversations et clés de chiffrement. Irréversible.
ja: すべての会話と暗号化パッドが永久に破棄されます。取り消しはできません。
pt_br: Isso destruirá permanentemente todas as conversas e pads de criptografia. Isso não pode ser desfeito.
sk: Toto natrvalo zničí všetky konverzácie a šifrovacie kľúče. Túto akciu nie je možné vrátiť späť.
zh_hans: 这将永久销毁所有对话和加密密钥。此操作无法撤销。

# appsettings.burnall.action
source: Burn All
de: Alle verbrennen
es: Destruir todo
fr: Tout détruire
ja: すべて焼却
pt_br: Queimar Tudo
sk: Spáliť všetko
zh_hans: 销毁全部

# lock.title
source: App Locked
de: App gesperrt
es: App bloqueada
fr: App verrouillée
ja: アプリがロックされています
pt_br: App Bloqueado
sk: Aplikácia zamknutá
zh_hans: 应用已锁定

# lock.subtitle
source: Tap to authenticate
de: Zum Authentifizieren tippen
es: Toca para autenticarte
fr: Touchez pour vous authentifier
ja: タップして認証
pt_br: Toque para autenticar
sk: Ťuknite pre autentifikáciu
zh_hans: 点击以认证

# lock.authenticating
source: Authenticating...
de: Authentifizierung...
es: Autenticando...
fr: Authentification...
ja: 認証中...
pt_br: Autenticando...
sk: Autentifikácia...
zh_hans: 认证中...

# lock.unlock
source: Unlock with %@
de: Mit %@ entsperren
es: Desbloquear con %@
fr: Déverrouiller avec %@
ja: %@でロック解除
pt_br: Desbloquear com %@
sk: Odomknúť pomocou %@
zh_hans: 使用%@解锁

# detail.title
source: Details
es: Detalles
fr: Détails
ja: 詳細
pt_br: Detalhes
sk: Detaily
zh_hans: 详情

# detail.section.content
source: Content
de: Inhalt
es: Contenido
fr: Contenu
ja: 内容
pt_br: Conteúdo
sk: Obsah
zh_hans: 内容

# detail.latitude
source: Latitude
de: Breitengrad
es: Latitud
ja: 緯度
sk: Zemepisná šírka
zh_hans: 纬度

# detail.longitude
source: Longitude
de: Längengrad
es: Longitud
ja: 経度
sk: Zemepisná dĺžka
zh_hans: 经度

# detail.section.status
source: Status
es: Estado
fr: État
ja: 状態
sk: Stav
zh_hans: 状态

# detail.sent
source: Sent
de: Gesendet
es: Enviado
fr: Envoyé
ja: 送信済み
pt_br: Enviado
sk: Odoslané
zh_hans: 已发送

# detail.delivery
source: Delivery
de: Zustellung
es: Entrega
fr: Livraison
ja: 配信
pt_br: Entrega
sk: Doručenie
zh_hans: 送达

# detail.expires
source: Expires
de: Läuft ab
es: Expira
fr: Expire
ja: 期限
pt_br: Expira
sk: Vyprší
zh_hans: 过期

# detail.copy
source: Copy to Clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
ja: クリップボードにコピー
pt_br: Copiar para Área de Transferência
sk: Kopírovať do schránky
zh_hans: 复制到剪贴板

# convinfo.title
source: Conversation Info
de: Unterhaltungsinfo
es: Info de conversación
fr: Info conversation
ja: 会話情報
pt_br: Info da Conversa
sk: Info o konverzácii
zh_hans: 对话信息

# convinfo.section.security
source: Security Verification
de: Sicherheitsüberprüfung
es: Verificación de seguridad
fr: Vérification de sécurité
ja: セキュリティ確認
pt_br: Verificação de Segurança
sk: Bezpečnostné overenie
zh_hans: 安全验证

# convinfo.security.description
source: Both parties must have identical codes:
de: Beide Parteien müssen identische Codes haben:
es: Ambas partes deben tener códigos idénticos:
fr: Les deux parties doivent avoir des codes identiques :
ja: 両者が同じコードを持つ必要があります：
pt_br: Ambas as partes devem ter códigos idênticos:
sk: Obe strany musia mať identické kódy:
zh_hans: 双方必须有相同的代码：

# convinfo.conversation_id
source: Conversation ID
de: Unterhaltungs-ID
es: ID de conversación
fr: ID de conversation
ja: 会話ID
pt_br: ID da Conversa
sk: ID konverzácie
zh_hans: 对话ID

# convinfo.identity
source: Identity
de: Identität
es: Identidad
fr: Identité
ja: ID
pt_br: Identidade
sk: Identita
zh_hans: 身份

# convinfo.section.relay
source: Relay Server
es: Servidor relay
fr: Serveur relais
ja: リレーサーバー
pt_br: Servidor Relay
zh_hans: 中继服务器

# convinfo.relay.url
source: URL
zh_hans: 地址

# convinfo.relay.latency
source: Latency
de: Latenz
es: Latencia
fr: Latence
ja: レイテンシ
pt_br: Latência
sk: Latencia
zh_hans: 延迟

# convinfo.relay.latency.value
source: %d ms
ja: %dミリ秒
zh_hans: %d毫秒

# convinfo.section.settings
source: Message Settings
de: Nachrichteneinstellungen
es: Ajustes de mensajes
fr: Réglages des messages
ja: メッセージ設定
pt_br: Configurações de Mensagens
sk: Nastavenia správ
zh_hans: 消息设置

# convinfo.settings.persistent
source: Messages are stored locally between sessions (requires Face ID). They auto-delete when disappearing timer expires.
de: Nachrichten werden lokal zwischen Sitzungen gespeichert (erfordert Face ID). Sie werden automatisch gelöscht wenn der Timer abläuft.
es: Los mensajes se almacenan localmente entre sesiones (requiere Face ID). Se auto-eliminan cuando expira el temporizador.
fr: Les messages sont stockés localement entre les sessions (nécessite Face ID). Ils sont auto-supprimés à l'expiration.
ja: メッセージはセッション間でローカル保存されます（Face IDが必要）。消えるタイマー期限切れ時に自動削除されます。
pt_br: As mensagens são armazenadas localmente entre sessões (requer Face ID). Elas são excluídas automaticamente quando o timer de desaparecimento expira.
sk: Správy sú uložené lokálne medzi reláciami (vyžaduje Face ID). Automaticky sa zmažú po vypršaní časovača miznúcich správ.
zh_hans: 消息在会话之间本地存储（需要面容ID）。它们在计时器到期时自动删除。

# convinfo.settings.ephemeral
source: Server retention: how long unread messages wait on server. Disappearing: how long messages stay visible after reading. Messages are cleared when you close the app.
de: Server-Aufbewahrung: Wie lange ungelesene Nachrichten auf dem Server warten. Verschwindend: Wie lange Nachrichten nach dem Lesen sichtbar bleiben. Nachrichten werden beim Schließen der App gelöscht.
es: Retención: cuánto esperan los mensajes no leídos. Desaparición: cuánto permanecen visibles después de leer. Los mensajes se eliminan al cerrar la app.
fr: Rétention : durée d'attente des messages non lus. Éphémère : durée de visibilité après lecture. Les messages sont effacés à la fermeture de l'app.
ja: サーバー保持：未読メッセージがサーバーで待機する時間。消える：閲覧後のメッセージ表示時間。アプリを閉じるとメッセージはクリアされます。
pt_br: Retenção no servidor: quanto tempo mensagens não lidas aguardam no servidor. Desaparecendo: quanto tempo as mensagens ficam visíveis após a leitura. As mensagens são limpas quando você fecha o app.
sk: Uchovanie na serveri: ako dlho neprečítané správy čakajú na serveri. Miznúce: ako dlho správy zostávajú viditeľné po prečítaní. Správy sa vymažú pri zatvorení aplikácie.
zh_hans: 服务器保留：未读消息在服务器上等待的时长。阅后即焚：消息阅读后保持可见的时长。关闭应用时消息会被清除。

# convinfo.section.pad
source: Encryption Pad
de: Verschlüsselungspad
es: Clave de cifrado
fr: Clé de chiffrement
ja: 暗号化パッド
pt_br: Pad de Criptografia
sk: Šifrovací kľúč
zh_hans: 加密密钥

# convinfo.pad.you
source: %d%% You
de: %d%% Sie
es: %d%% Tú
fr: %d%% Vous
ja: %d%% あなた
pt_br: %d%% Você
sk: %d%% Vy
zh_hans: %d%% 您

# convinfo.pad.them
source: %d%% Them
de: %d%% Partner
es: %d%% Ellos
fr: %d%% Eux
ja: %d%% 相手
pt_br: %d%% Outro
sk: %d%% Oni
zh_hans: %d%% 对方

# convinfo.pad.exhausted
source: Pad exhausted - no more messages possible
de: Pad erschöpft - keine weiteren Nachrichten möglich
es: Clave agotada - no es posible más mensajes
fr: Clé épuisée - plus de messages possibles
ja: パッド使い切り - これ以上メッセージを送れません
pt_br: Pad esgotado - não é possível enviar mais mensagens
sk: Kľúč vyčerpaný - nie je možné posielať ďalšie správy
zh_hans: 密钥已耗尽 - 无法再发送消息

# convinfo.section.danger
source: Danger Zone
de: Gefahrenzone
es: Zona de peligro
fr: Zone de danger
ja: 危険ゾーン
pt_br: Zona de Perigo
sk: Nebezpečná zóna
zh_hans: 危险区域

# scanner.permission.title
source: Camera Access Required
de: Kamerazugriff erforderlich
es: Acceso a cámara requerido
fr: Accès caméra requis
ja: カメラアクセスが必要
pt_br: Acesso à Câmera Necessário
sk: Vyžaduje sa prístup ku kamere
zh_hans: 需要相机权限

# scanner.permission.message
source: Enable camera access in Settings to scan QR codes
de: Aktivieren Sie den Kamerazugriff in den Einstellungen um QR-Codes zu scannen
es: Activa el acceso a la cámara en Ajustes para escanear códigos QR
fr: Activez l'accès caméra dans Réglages pour scanner les codes QR
ja: QRコードをスキャンするには設定でカメラアクセスを有効にしてください
pt_br: Ative o acesso à câmera nas Configurações para escanear códigos QR
sk: Povoľte prístup ku kamere v Nastaveniach pre skenovanie QR kódov
zh_hans: 请在设置中启用相机权限以扫描二维码

# scanner.permission.action
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
ja: 設定を開く
pt_br: Abrir Configurações
sk: Otvoriť Nastavenia
zh_hans: 打开设置

# qr.failed
source: QR generation failed
de: QR-Generierung fehlgeschlagen
es: Generación de QR fallida
fr: Échec de génération QR
ja: QR生成に失敗しました
pt_br: Falha na geração do QR
sk: Generovanie QR zlyhalo
zh_hans: 二维码生成失败

# ethics.title
source: Ethics Guidelines
de: Ethik-Richtlinien
es: Directrices éticas
fr: Directives éthiques
ja: 倫理ガイドライン
pt_br: Diretrizes Éticas
sk: Etické smernice
zh_hans: 道德准则

# ethics.intro
source: ASH is designed for legitimate private communication. By using this application, you agree to:
de: ASH ist für legitime private Kommunikation konzipiert. Durch die Nutzung dieser Anwendung stimmen Sie zu:
es: ASH está diseñado para comunicación privada legítima. Al usar esta aplicación, aceptas:
fr: ASH est conçu pour une communication privée légitime. En utilisant cette application, vous acceptez de :
ja: ASHは正当なプライベート通信のために設計されています。このアプリケーションを使用することで、あなたは以下に同意します：
pt_br: O ASH foi projetado para comunicação privada legítima. Ao usar este aplicativo, você concorda em:
sk: ASH je navrhnutý pre legitímnu súkromnú komunikáciu. Používaním tejto aplikácie súhlasíte s:
zh_hans: ASH专为合法的私人通信设计。使用此应用，即表示您同意：

# ethics.principle.1.title
source: Respect Privacy
de: Privatsphäre respektieren
es: Respetar la privacidad
fr: Respecter la vie privée
ja: プライバシーの尊重
pt_br: Respeitar a Privacidade
sk: Rešpektovať súkromie
zh_hans: 尊重隐私

# ethics.principle.1.detail
source: Use this tool only for communications where both parties consent and have a legitimate need for privacy.
de: Verwenden Sie dieses Tool nur für Kommunikation, bei der beide Parteien zustimmen und einen legitimen Bedarf an Privatsphäre haben.
es: Usa esta herramienta solo para comunicaciones donde ambas partes consientan y tengan una necesidad legítima de privacidad.
fr: Utilisez cet outil uniquement pour des communications où les deux parties consentent et ont un besoin légitime de confidentialité.
ja: 両者が同意し、プライバシーの正当な必要性がある通信にのみこのツールを使用してください。
pt_br: Use esta ferramenta apenas para comunicações onde ambas as partes consentem e têm uma necessidade legítima de privacidade.
sk: Používajte tento nástroj len pre komunikáciu, kde obe strany súhlasia a majú legitímnu potrebu súkromia.
zh_hans: 仅在双方同意且有合法隐私需求的情况下使用此工具进行通信。

# ethics.principle.2.title
source: No Harmful Use
de: Keine schädliche Nutzung
es: Sin uso dañino
fr: Pas d'utilisation nuisible
ja: 有害な使用の禁止
pt_br: Sem Uso Prejudicial
sk: Žiadne škodlivé použitie
zh_hans: 禁止有害使用

# ethics.principle.2.detail
source: Do not use ASH to plan, coordinate, or facilitate illegal activities, harassment, or harm to others.
de: Verwenden Sie ASH nicht um illegale Aktivitäten, Belästigung oder Schaden an anderen zu planen, koordinieren oder ermöglichen.
es: No uses ASH para planificar, coordinar o facilitar actividades ilegales, acoso o daño a otros.
fr: N'utilisez pas ASH pour planifier, coordonner ou faciliter des activités illégales, du harcèlement ou des préjudices.
ja: 違法行為、嫌がらせ、他者への危害を計画、調整、促進するためにASHを使用しないでください。
pt_br: Não use o ASH para planejar, coordenar ou facilitar atividades ilegais, assédio ou danos a outros.
sk: Nepoužívajte ASH na plánovanie, koordináciu alebo uľahčenie nelegálnych aktivít, obťažovania alebo ublíženia iným.
zh_hans: 不要使用ASH计划、协调或促进非法活动、骚扰或伤害他人。

# ethics.principle.3.title
source: Honest Communication
de: Ehrliche Kommunikation
es: Comunicación honesta
fr: Communication honnête
ja: 誠実なコミュニケーション
pt_br: Comunicação Honesta
sk: Čestná komunikácia
zh_hans: 诚实沟通

# ethics.principle.3.detail
source: Be truthful with your communication partners about the nature and purpose of your conversations.
de: Seien Sie ehrlich mit Ihren Kommunikationspartnern über Art und Zweck Ihrer Gespräche.
es: Sé sincero con tus compañeros de comunicación sobre la naturaleza y propósito de tus conversaciones.
fr: Soyez sincère avec vos partenaires de communication sur la nature et le but de vos conversations.
ja: 会話の性質と目的についてコミュニケーションパートナーに正直に伝えてください。
pt_br: Seja honesto com seus parceiros de comunicação sobre a natureza e o propósito de suas conversas.
sk: Buďte úprimní s vašimi komunikačnými partnermi o povahe a účele vašich konverzácií.
zh_hans: 对您的通信伙伴诚实说明对话的性质和目的。
