Repository: monadial/ash
Catalog: apps/ios/Ash/Ash/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, ja, pt_br, sk, zh_hans

# ceremony.options.notifications.failed
source: Delivery Failed
de: Zustellung fehlgeschlagen
es: Entrega fallida
fr: Livraison échouée
ja: 配信失敗
pt_br: Entrega Falhou
sk: Doručenie zlyhalo
zh_hans: 送达失败

# ceremony.options.notifications.failed.description
source: Alert if recipient misses message
de: Benachrichtigung wenn Empfänger Nachricht verpasst
es: Alertar si el destinatario no recibe
fr: Alerter si le destinataire manque le message
ja: 受信者がメッセージを逃した時に通知
pt_br: Alertar se destinatário perder mensagem
sk: Upozornenie ak príjemca zmešká správu
zh_hans: 收件人错过消息时提醒

# ceremony.options.color
source: Conversation Color
de: Unterhaltungsfarbe
es: Color de conversación
fr: Couleur de conversation
ja: 会話の色
pt_br: Cor da Conversa
sk: Farba konverzácie
zh_hans: 对话颜色

# ceremony.passphrase.title
source: Passphrase Protection
de: Passphrase-Schutz
es: Protección con contraseña
fr: Protection par phrase secrète
ja: パスフレーズ保護
pt_br: Proteção por Frase-senha
sk: Ochrana heslom
zh_hans: 密码保护

# ceremony.passphrase.toggle
source: Encrypt QR codes with shared secret
de: QR-Codes mit gemeinsamem Geheimnis verschlüsseln
es: Cifrar códigos QR con secreto compartido
fr: Chiffrer les codes QR avec un secret partagé
ja: 共有シークレットでQRコードを暗号化
pt_br: Criptografar códigos QR com segredo compartilhado
sk: Šifrovať QR kódy zdieľaným tajomstvom
zh_hans: 使用共享密码加密二维码

# ceremony.passphrase.toggle.description
source: Both parties must agree on the same passphrase
de: Beide Parteien müssen dieselbe Passphrase vereinbaren
es: Ambas partes deben acordar la misma contraseña
fr: Les deux parties doivent s'accorder sur la même phrase
ja: 両者が同じパスフレーズに合意する必要があります
pt_br: Ambas as partes devem concordar com a mesma frase-senha
sk: Obe strany musia súhlasiť s rovnakým heslom
zh_hans: 双方必须约定相同的密码

# ceremony.passphrase.placeholder
source: Enter passphrase
de: Passphrase eingeben
es: Ingresa contraseña
fr: Entrez la phrase secrète
ja: パスフレーズを入力
pt_br: Digite a frase-senha
sk: Zadajte heslo
zh_hans: 输入密码

# ceremony.passphrase.valid
source: Passphrase valid
de: Passphrase gültig
es: Contraseña válida
fr: Phrase secrète valide
ja: パスフレーズ有効
pt_br: Frase-senha válida
sk: Heslo platné
zh_hans: 密码有效

# ceremony.passphrase.invalid
source: 4-64 printable characters required
de: 4-64 druckbare Zeichen erforderlich
es: Se requieren 4-64 caracteres imprimibles
fr: 4-64 caractères imprimables requis
ja: 4〜64文字の印刷可能文字が必要
pt_br: 4-64 caracteres imprimíveis necessários
sk: Vyžaduje sa 4-64 tlačiteľných znakov
zh_hans: 需要4-64个可打印字符

# ceremony.passphrase.hint
source: Speak this passphrase aloud to your partner
de: Sprechen Sie diese Passphrase Ihrem Partner vor
es: Di esta contraseña en voz alta a tu compañero
fr: Prononcez cette phrase à votre partenaire
ja: このパスフレーズをパートナーに口頭で伝えてください
pt_br: Fale esta frase-senha em voz alta para seu parceiro
sk: Povedzte toto heslo nahlas vášmu partnerovi
zh_hans: 向您的伙伴口头告知此密码

# ceremony.passphrase.receiver.toggle
source: Passphrase Protected
de: Passphrase-geschützt
es: Protegido con contraseña
fr: Protégé par phrase secrète
ja: パスフレーズ保護
pt_br: Protegido por Frase-senha
sk: Chránené heslom
zh_hans: 密码保护

# ceremony.passphrase.receiver.toggle.description
source: Enable if sender used a passphrase
de: Aktivieren wenn Sender eine Passphrase verwendet hat
es: Activa si el emisor usó contraseña
fr: Activez si l'émetteur a utilisé une phrase
ja: 送信者がパスフレーズを使用した場合は有効化
pt_br: Ative se o remetente usou uma frase-senha
sk: Zapnite ak odosielateľ použil heslo
zh_hans: 如果发送者使用了密码，请启用

# ceremony.passphrase.receiver.hint
source: Enter the same passphrase spoken by sender
de: Geben Sie dieselbe Passphrase ein, die der Sender gesprochen hat
es: Ingresa la misma contraseña dicha por el emisor
fr: Entrez la même phrase prononcée par l'émetteur
ja: 送信者が伝えた同じパスフレーズを入力
pt_br: Digite a mesma frase-senha falada pelo remetente
sk: Zadajte rovnaké heslo, ktoré povedal odosielateľ
zh_hans: 输入发送者告知的相同密码

# ceremony.consent.title
source: Security Verification
de: Sicherheitsüberprüfung
es: Verificación de seguridad
fr: Vérification de sécurité
ja: セキュリティ確認
pt_br: Verificação de Segurança
sk: Bezpečnostné overenie
zh_hans: 安全验证

# ceremony.consent.subtitle
source: Confirm you understand before proceeding
de: Bestätigen Sie Ihr Verständnis bevor Sie fortfahren
es: Confirma que entiendes antes de continuar
fr: Confirmez que vous comprenez avant de continuer
ja: 続行前に理解を確認してください
pt_br: Confirme que você entende antes de continuar
sk: Potvrďte, že rozumiete pred pokračovaním
zh_hans: 继续前请确认您已理解

# ceremony.consent.section.environment
source: Environment
de: Umgebung
es: Entorno
fr: Environnement
ja: 環境
pt_br: Ambiente
sk: Prostredie
zh_hans: 环境

# ceremony.consent.environment
source: No one is watching my screen
de: Niemand kann meinen Bildschirm sehen
es: Nadie está viendo mi pantalla
fr: Personne ne regarde mon écran
ja: 誰も私の画面を見ていません
pt_br: Ninguém está vendo minha tela
sk: Nikto nevidí moju obrazovku
zh_hans: 没有人在看我的屏幕

# ceremony.consent.environment.detail
source: No cameras, mirrors, or people can see your display
de: Keine Kameras, Spiegel oder Personen können Ihr Display sehen
es: Sin cámaras, espejos o personas que puedan ver tu pantalla
fr: Pas de caméras, miroirs ou personnes pouvant voir votre écran
ja: カメラ、鏡、人がディスプレイを見ることはできません
pt_br: Nenhuma câmera, espelho ou pessoa pode ver seu display
sk: Žiadne kamery, zrkadlá ani ľudia nemôžu vidieť váš displej
zh_hans: 没有摄像头、镜子或人可以看到您的显示器

# ceremony.consent.surveillance
source: I am not under surveillance or coercion
de: Ich stehe nicht unter Überwachung oder Zwang
es: No estoy bajo vigilancia ni coacción
fr: Je ne suis pas sous surveillance ni contrainte
ja: 監視や強制を受けていません
pt_br: Não estou sob vigilância ou coerção
sk: Nie som pod dohľadom ani nátlakom
zh_hans: 我没有受到监视或胁迫

# ceremony.consent.surveillance.detail
source: Do not proceed if being forced or monitored
de: Fahren Sie nicht fort wenn Sie gezwungen oder überwacht werden
es: No continúes si estás siendo forzado o monitoreado
fr: Ne continuez pas si vous êtes forcé ou surveillé
ja: 強制または監視されている場合は続行しないでください
pt_br: Não prossiga se estiver sendo forçado ou monitorado
sk: Nepokračujte ak ste nútení alebo sledovaní
zh_hans: 如果您被强迫或监视，请勿继续

# ceremony.consent.section.responsibilities
source: Responsibilities
de: Verantwortlichkeiten
es: Responsabilidades
fr: Responsabilités
ja: 責任
pt_br: Responsabilidades
sk: Zodpovednosti
zh_hans: 责任

# ceremony.consent.ethics
source: I understand the ethical responsibilities
de: Ich verstehe die ethischen Verantwortlichkeiten
es: Entiendo las responsabilidades éticas
fr: Je comprends les responsabilités éthiques
ja: 倫理的責任を理解しています
pt_br: Entendo as responsabilidades éticas
sk: Rozumiem etickým zodpovednostiam
zh_hans: 我理解道德责任

# ceremony.consent.ethics.detail
source: This tool is for legitimate private communication
de: Dieses Tool ist für legitime private Kommunikation
es: Esta herramienta es para comunicación privada legítima
fr: Cet outil est pour une communication privée légitime
ja: このツールは正当なプライベート通信用です
pt_br: Esta ferramenta é para comunicação privada legítima
sk: Tento nástroj je pre legitímnu súkromnú komunikáciu
zh_hans: 此工具用于合法的私人通信

# ceremony.consent.understand
source: Keys cannot be recovered
de: Schlüssel können nicht wiederhergestellt werden
es: Las claves no se pueden recuperar
fr: Les clés ne peuvent pas être récupérées
ja: 鍵は復元できません
pt_br: As chaves não podem ser recuperadas
sk: Kľúče nie je možné obnoviť
zh_hans: 密钥无法恢复

# ceremony.consent.understand.detail
source: If you lose access, messages are gone forever
de: Bei Zugriffsverlust sind Nachrichten für immer verloren
es: Si pierdes el acceso, los mensajes se pierden para siempre
fr: Si vous perdez l'accès, les messages sont perdus à jamais
ja: アクセスを失うと、メッセージは永久に失われます
pt_br: Se você perder o acesso, as mensagens serão perdidas para sempre
sk: Ak stratíte prístup, správy sú navždy stratené
zh_hans: 如果您失去访问权限，消息将永远丢失

# ceremony.consent.section.limitations
source: Limitations
de: Einschränkungen
es: Limitaciones
ja: 制限事項
pt_br: Limitações
sk: Obmedzenia
zh_hans: 限制

# ceremony.consent.relay_warning
source: Relay server may be unavailable
de: Relay-Server kann nicht verfügbar sein
es: El servidor relay puede no estar disponible
fr: Le serveur relais peut être indisponible
ja: リレーサーバーが利用できない場合があります
pt_br: O servidor relay pode estar indisponível
sk: Relay server môže byť nedostupný
zh_hans: 中继服务器可能不可用

# ceremony.consent.relay_warning.detail
source: Messages won't deliver without connectivity
de: Nachrichten werden ohne Verbindung nicht zugestellt
es: Los mensajes no se entregarán sin conectividad
fr: Les messages ne seront pas livrés sans connectivité
ja: 接続なしではメッセージは配信されません
pt_br: Mensagens não serão entregues sem conectividade
sk: Správy sa nedoručia bez pripojenia
zh_hans: 没有连接时消息无法送达

# ceremony.consent.persistence_warning
source: Relay data is not persisted
de: Relay-Daten werden nicht persistiert
es: Los datos del relay no persisten
fr: Les données relais ne sont pas persistées
ja: リレーデータは永続化されません
pt_br: Dados do relay não são persistidos
sk: Dáta relay nie sú perzistentné
zh_hans: 中继数据不会持久化

# ceremony.consent.persistence_warning.detail
source: Server restarts may cause unread message loss
de: Server-Neustarts können ungelesene Nachrichten verlieren
es: Los reinicios del servidor pueden causar pérdida de mensajes no leídos
fr: Les redémarrages du serveur peuvent causer la perte de messages non lus
ja: サーバー再起動で未読メッセージが失われる可能性があります
pt_br: Reinicializações do servidor podem causar perda de mensagens não lidas
sk: Reštart servera môže spôsobiť stratu neprečítaných správ
zh_hans: 服务器重启可能导致未读消息丢失

# ceremony.consent.burn_warning
source: Burn destroys all key material
de: Verbrennen zerstört alle Schlüsselmaterialien
es: Destruir elimina todo el material clave
fr: Détruire efface tout le matériel de clé
ja: 焼却はすべての鍵素材を破棄します
pt_br: Queimar destrói todo o material de chaves
sk: Spálenie zničí všetok kľúčový materiál
zh_hans: 销毁会摧毁所有密钥材料

# ceremony.consent.burn_warning.detail
source: Either party can burn, it cannot be undone
de: Beide Parteien können verbrennen, es kann nicht rückgängig gemacht werden
es: Cualquier parte puede destruir, no se puede deshacer
fr: L'une ou l'autre partie peut détruire, c'est irréversible
ja: どちらも焼却でき、取り消しはできません
pt_br: Qualquer parte pode queimar, isso não pode ser desfeito
sk: Ktorákoľvek strana môže spáliť, nie je možné vrátiť späť
zh_hans: 任何一方都可以销毁，无法撤销

# ceremony.consent.proceed
source: I Understand & Proceed
de: Ich verstehe & fortfahren
es: Entiendo y continúo
fr: Je comprends et continue
ja: 理解して続行
pt_br: Entendo e Prossigo
sk: Rozumiem a pokračujem
zh_hans: 我理解并继续

# ceremony.consent.ethics.link
source: Read Ethics Guidelines
de: Ethik-Richtlinien lesen
es: Leer directrices éticas
fr: Lire les directives éthiques
ja: 倫理ガイドラインを読む
pt_br: Ler Diretrizes Éticas
sk: Prečítať etické smernice
zh_hans: 阅读道德准则

# ceremony.entropy.title
source: Generate Entropy
de: Entropie generieren
es: Generar entropía
fr: Générer de l'entropie
ja: エントロピー生成
pt_br: Gerar Entropia
sk: Generovať entropiu
zh_hans: 生成熵

# ceremony.entropy.subtitle
source: Draw random patterns to generate secure randomness
de: Zeichnen Sie zufällige Muster um sichere Zufälligkeit zu erzeugen
es: Dibuja patrones aleatorios para generar aleatoriedad segura
fr: Dessinez des motifs aléatoires pour générer de l'aléatoire sécurisé
ja: ランダムなパターンを描いて安全な乱数を生成
pt_br: Desenhe padrões aleatórios para gerar aleatoriedade segura
sk: Kreslite náhodné vzory pre generovanie bezpečnej náhodnosti
zh_hans: 绘制随机图案以生成安全随机数

# ceremony.entropy.complete
source: Entropy Complete!
de: Entropie vollständig!
es: ¡Entropía completa!
fr: Entropie complète !
ja: エントロピー完了！
pt_br: Entropia Completa!
sk: Entropia dokončená!
zh_hans: 熵生成完成！

# ceremony.entropy.hint
source: Draw here
de: Hier zeichnen
es: Dibuja aquí
fr: Dessinez ici
ja: ここに描く
pt_br: Desenhe aqui
sk: Kreslite tu
zh_hans: 在此绘制

# ceremony.entropy.progress.hint
source: Random patterns strengthen encryption
de: Zufällige Muster stärken die Verschlüsselung
es: Los patrones aleatorios fortalecen el cifrado
fr: Les motifs aléatoires renforcent le chiffrement
ja: ランダムなパターンが暗号化を強化
pt_br: Padrões aleatórios fortalecem a criptografia
sk: Náhodné vzory posilňujú šifrovanie
zh_hans: 随机图案增强加密强度

# ceremony.generating.pad
source: Generating Pad
de: Pad wird generiert
es: Generando clave
fr: Génération de la clé
ja: パッド生成中
pt_br: Gerando Pad
sk: Generovanie kľúča
zh_hans: 生成密钥

# ceremony.generating.pad.subtitle
source: Creating secure encryption key...
de: Sicherer Verschlüsselungsschlüssel wird erstellt...
es: Creando clave de cifrado segura...
fr: Création de la clé de chiffrement sécurisée...
ja: 安全な暗号化鍵を作成中...
pt_br: Criando chave de criptografia segura...
sk: Vytváranie bezpečného šifrovacieho kľúča...
zh_hans: 正在创建安全加密密钥...

# ceremony.generating.qr
source: Generating QR Codes
de: QR-Codes werden generiert
es: Generando códigos QR
fr: Génération des codes QR
ja: QRコード生成中
pt_br: Gerando Códigos QR
sk: Generovanie QR kódov
zh_hans: 生成二维码

# ceremony.generating.qr.subtitle
source: Preparing %d frames for transfer...
de: %d Frames für Übertragung werden vorbereitet...
es: Preparando %d fotogramas para transferir...
fr: Préparation de %d images pour le transfert...
ja: 転送用に%dフレームを準備中...
pt_br: Preparando %d quadros para transferência...
sk: Príprava %d snímok na prenos...
zh_hans: 正在准备%d帧用于传输...

# ceremony.transfer.sender.title
source: Streaming QR Codes
de: QR-Codes werden gestreamt
es: Transmitiendo códigos QR
fr: Diffusion des codes QR
ja: QRコードをストリーミング
pt_br: Transmitindo Códigos QR
sk: Streamovanie QR kódov
zh_hans: 播放二维码

# ceremony.transfer.sender.subtitle
source: Let the other device scan continuously
de: Lassen Sie das andere Gerät kontinuierlich scannen
es: Deja que el otro dispositivo escanee continuamente
fr: Laissez l'autre appareil scanner en continu
ja: 相手のデバイスに継続的にスキャンさせてください
pt_br: Deixe o outro dispositivo escanear continuamente
sk: Nechajte druhé zariadenie priebežne skenovať
zh_hans: 让另一台设备持续扫描

# ceremony.transfer.sender.frame
source: Frame %d of %d
de: Frame %d von %d
es: Fotograma %d de %d
fr: Image %d sur %d
ja: フレーム %d / %d
pt_br: Quadro %d de %d
sk: Snímka %d z %d
zh_hans: 第%d帧，共%d帧

# ceremony.transfer.sender.fps
source: %d fps
fr: %d ips
zh_hans: %d帧/秒

# ceremony.transfer.sender.fps.default
source: %d fps (default)
de: %d fps (Standard)
es: %d fps (predeterminado)
fr: %d ips (défaut)
ja: %d fps（デフォルト）
pt_br: %d fps (padrão)
sk: %d fps (predvolené)
zh_hans: %d帧/秒（默认）

# ceremony.transfer.sender.ready
source: Receiver Ready
de: Empfänger bereit
es: Receptor listo
fr: Récepteur prêt
ja: レシーバー準備完了
pt_br: Receptor Pronto
sk: Príjemca pripravený
zh_hans: 接收者就绪

# ceremony.transfer.receiver.title
source: Ready to Scan
de: Bereit zum Scannen
es: Listo para escanear
fr: Prêt à scanner
ja: スキャン準備完了
pt_br: Pronto para Escanear
sk: Pripravené na skenovanie
zh_hans: 准备扫描

# ceremony.transfer.receiver.subtitle
source: Point your camera at the sender's QR codes
de: Richten Sie Ihre Kamera auf die QR-Codes des Senders
es: Apunta tu cámara a los códigos QR del emisor
fr: Pointez votre caméra vers les codes QR de l'émetteur
ja: 送信者のQRコードにカメラを向けてください
pt_br: Aponte sua câmera para os códigos QR do remetente
sk: Namierte kameru na QR kódy odosielateľa
zh_hans: 将相机对准发送者的二维码

# ceremony.transfer.receiver.how_it_works
source: How it works
de: So funktioniert es
es: Cómo funciona
fr: Comment ça marche
ja: 仕組み
pt_br: Como funciona
sk: Ako to funguje
zh_hans: 工作原理

# ceremony.transfer.receiver.scanning
source: Scanning...
de: Wird gescannt...
es: Escaneando...
fr: Scan en cours...
ja: スキャン中...
pt_br: Escaneando...
sk: Skenovanie...
zh_hans: 扫描中...

# ceremony.transfer.receiver.scanning.subtitle
source: Keep the app open during this process
de: Halten Sie die App während dieses Vorgangs geöffnet
es: Mantén la app abierta durante este proceso
fr: Gardez l'app ouverte pendant ce processus
ja: このプロセス中はアプリを開いたままにしてください
pt_br: Mantenha o app aberto durante este processo
sk: Nechajte aplikáciu otvorenú počas tohto procesu
zh_hans: 在此过程中保持应用打开

# ceremony.transfer.receiver.looking
source: Looking for QR codes...
de: Suche nach QR-Codes...
es: Buscando códigos QR...
fr: Recherche de codes QR...
ja: QRコードを探しています...
pt_br: Procurando códigos QR...
sk: Hľadanie QR kódov...
zh_hans: 正在寻找二维码...

# ceremony.transfer.receiver.hold_steady
source: Hold steady for best results
de: Ruhig halten für beste Ergebnisse
es: Mantén estable para mejores resultados
fr: Maintenez stable pour de meilleurs résultats
ja: 最良の結果を得るために静止してください
pt_br: Mantenha firme para melhores resultados
sk: Držte stabilne pre najlepšie výsledky
zh_hans: 保持稳定以获得最佳效果

# ceremony.transfer.receiver.blocks
source: %d of %d blocks
de: %d von %d Blöcken
es: %d de %d bloques
fr: %d sur %d blocs
ja: %d / %d ブロック
pt_br: %d de %d blocos
sk: %d z %d blokov
zh_hans: %d / %d 块

# ceremony.transfer.receiver.complete
source: All frames received!
de: Alle Frames empfangen!
es: ¡Todos los fotogramas recibidos!
fr: Toutes les images reçues !
ja: すべてのフレームを受信しました！
pt_br: Todos os quadros recebidos!
sk: Všetky snímky prijaté!
zh_hans: 所有帧已接收！

# ceremony.transfer.receiver.start
source: Start Scanning
de: Scannen starten
es: Comenzar a escanear
fr: Commencer le scan
ja: スキャン開始
pt_br: Iniciar Escaneamento
sk: Začať skenovanie
zh_hans: 开始扫描

# ceremony.verify.title
source: Verify Checksum
de: Prüfsumme verifizieren
es: Verificar suma de control
fr: Vérifier la somme de contrôle
ja: チェックサム確認
pt_br: Verificar Checksum
sk: Overiť kontrolný súčet
zh_hans: 验证校验和

# ceremony.verify.subtitle
source: Both devices must show the same words
de: Beide Geräte müssen dieselben Wörter anzeigen
es: Ambos dispositivos deben mostrar las mismas palabras
fr: Les deux appareils doivent afficher les mêmes mots
ja: 両方のデバイスで同じ単語が表示される必要があります
pt_br: Ambos os dispositivos devem mostrar as mesmas palavras
sk: Obe zariadenia musia zobrazovať rovnaké slová
zh_hans: 两台设备必须显示相同的词语

# ceremony.verify.words
source: Security Words
de: Sicherheitswörter
es: Palabras de seguridad
fr: Mots de sécurité
ja: セキュリティワード
pt_br: Palavras de Segurança
sk: Bezpečnostné slová
zh_hans: 安全词语

# ceremony.verify.settings
source: Received Settings
de: Empfangene Einstellungen
es: Ajustes recibidos
fr: Réglages reçus
ja: 受信した設定
pt_br: Configurações Recebidas
sk: Prijaté nastavenia
zh_hans: 接收的设置

# ceremony.verify.name.title
source: Name (Optional)
es: Nombre (Opcional)
fr: Nom (Optionnel)
ja: 名前（オプション）
pt_br: Nome (Opcional)
sk: Názov (voliteľné)
zh_hans: 名称（可选）

# ceremony.verify.name.placeholder
source: e.g. Alice, Work, Family
de: z.B. Alice, Arbeit, Familie
es: ej. Alicia, Trabajo, Familia
fr: ex. Alice, Travail, Famille
ja: 例：アリス、仕事、家族
pt_br: ex: Alice, Trabalho, Família
sk: napr. Alica, Práca, Rodina
zh_hans: 例如：小明、工作、家庭

# ceremony.verify.name.hint
source: Optional - helps you identify this conversation
de: Optional - hilft diese Unterhaltung zu identifizieren
es: Opcional - ayuda a identificar esta conversación
fr: Optionnel - aide à identifier cette conversation
ja: オプション - この会話を識別するのに役立ちます
pt_br: Opcional - ajuda a identificar esta conversa
sk: Voliteľné - pomáha identifikovať túto konverzáciu
zh_hans: 可选 - 帮助您识别此对话

# ceremony.verify.faceid_required.title
source: Face ID Required
de: Face ID erforderlich
es: Face ID requerido
fr: Face ID requis
ja: Face IDが必要
pt_br: Face ID Necessário
sk: Vyžaduje sa Face ID
zh_hans: 需要面容ID

# ceremony.verify.faceid_required.message
source: This conversation has local message storage enabled, which requires Face ID. Please enable Face ID in Settings before proceeding.
de: Diese Unterhaltung hat lokale Nachrichtenspeicherung aktiviert, was Face ID erfordert. Bitte aktivieren Sie Face ID in den Einstellungen bevor Sie fortfahren.
es: Esta conversación tiene almacenamiento local activado, lo cual requiere Face ID. Por favor activa Face ID en Ajustes.
fr: Cette conversation a le stockage local activé, ce qui nécessite Face ID. Veuillez activer Face ID dans Réglages.
ja: この会話はローカルメッセージ保存が有効になっており、Face IDが必要です。続行する前に設定でFace IDを有効にしてください。
pt_br: Esta conversa tem armazenamento local de mensagens ativado, que requer Face ID. Por favor, ative o Face ID nas Configurações antes de prosseguir.
sk: Táto konverzácia má zapnuté lokálne ukladanie správ, čo vyžaduje Face ID. Prosím zapnite Face ID v Nastaveniach pred pokračovaním.
zh_hans: 此对话启用了本地消息存储，需要面容ID。请在设置中启用面容ID后再继续。

# ceremony.verify.storage_enabled
source: Local Storage Enabled
de: Lokale Speicherung aktiviert
es: Almacenamiento local activado
fr: Stockage local activé
ja: ローカル保存有効
pt_br: Armazenamento Local Ativado
sk: Lokálne ukladanie zapnuté
zh_hans: 本地存储已启用

# ceremony.verify.storage_enabled.detail
source: Messages will be stored locally on your device, protected by Face ID.
de: Nachrichten werden lokal auf Ihrem Gerät gespeichert, geschützt durch Face ID.
es: Los mensajes se almacenarán localmente en tu dispositivo, protegidos por Face ID.
fr: Les messages seront stockés localement sur votre appareil, protégés par Face ID.
ja: メッセージはデバイスにローカル保存され、Face IDで保護されます。
pt_br: As mensagens serão armazenadas localmente no seu dispositivo, protegidas por Face ID.
sk: Správy budú uložené lokálne vo vašom zariadení, chránené Face ID.
zh_hans: 消息将本地存储在您的设备上，由面容ID保护。

# ceremony.verify.match
source: Words Match
de: Wörter stimmen überein
es: Las palabras coinciden
fr: Les mots correspondent
ja: 単語が一致
pt_br: Palavras Coincidem
sk: Slová sa zhodujú
zh_hans: 词语匹配

# ceremony.verify.nomatch
source: Words Don't Match
de: Wörter stimmen nicht überein
es: Las palabras no coinciden
fr: Les mots ne correspondent pas
ja: 単語が不一致
pt_br: Palavras Não Coincidem
sk: Slová sa nezhodujú
zh_hans: 词语不匹配

# ceremony.complete.title
source: Conversation Created!
de: Unterhaltung erstellt!
es: ¡Conversación creada!
fr: Conversation créée !
ja: 会話を作成しました！
pt_br: Conversa Criada!
sk: Konverzácia vytvorená!
zh_hans: 对话已创建！

# ceremony.complete.details
source: Details
es: Detalles
fr: Détails
ja: 詳細
pt_br: Detalhes
sk: Detaily
zh_hans: 详情

# ceremony.complete.padsize
source: Pad Size
de: Pad-Größe
es: Tamaño de clave
fr: Taille de clé
ja: パッドサイズ
pt_br: Tamanho do Pad
sk: Veľkosť kľúča
zh_hans: 密钥大小

# ceremony.complete.role
source: Your Role
de: Ihre Rolle
es: Tu rol
fr: Votre rôle
ja: あなたの役割
pt_br: Seu Papel
sk: Vaša rola
zh_hans: 您的角色

# ceremony.complete.disappearing
source: Disappearing
de: Verschwindend
es: Desaparición
fr: Éphémère
ja: 消える
pt_br: Desaparecendo
sk: Miznúce
zh_hans: 阅后即焚

# ceremony.complete.security
source: Security Active
de: Sicherheit aktiv
es: Seguridad activa
fr: Sécurité active
ja: セキュリティ有効
pt_br: Segurança Ativa
sk: Zabezpečenie aktívne
zh_hans: 安全已激活

# ceremony.complete.action
source: Start Messaging
de: Nachrichtenverkehr starten
es: Comenzar a escribir
fr: Commencer à écrire
ja: メッセージを開始
pt_br: Iniciar Mensagens
sk: Začať písať
zh_hans: 开始聊天

# ceremony.failed.title
source: Setup Failed
de: Einrichtung fehlgeschlagen
es: Configuración fallida
fr: Configuration échouée
ja: セットアップ失敗
pt_br: Configuração Falhou
sk: Nastavenie zlyhalo
zh_hans: 设置失败

# ceremony.failed.troubleshooting
source: Troubleshooting
de: Fehlerbehebung
es: Solución de problemas
fr: Dépannage
ja: トラブルシューティング
pt_br: Solução de Problemas
sk: Riešenie problémov
zh_hans: 故障排除

# ceremony.failed.retry
source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
ja: 再試行
pt_br: Tentar Novamente
sk: Skúsiť znova
zh_hans: 重试

# burn.title
source: Burn "%@"?
de: "%@" verbrennen?
es: ¿Destruir "%@"?
fr: Détruire « %@ » ?
ja: "%@"を焼却しますか？
pt_br: Queimar "%@"?
sk: Spáliť "%@"?
zh_hans: 销毁 "%@"？
