Repository: monadial/ash
Catalog: apps/ios/Ash/Ash/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, ja, pt_br, sk, zh_hans

# ethics.principle.4.title
source: Accept Responsibility
de: Verantwortung übernehmen
es: Aceptar responsabilidad
fr: Accepter la responsabilité
ja: 責任の受け入れ
pt_br: Aceitar Responsabilidade
sk: Prijať zodpovednosť
zh_hans: 承担责任

# ethics.principle.4.detail
source: You are solely responsible for the content of your messages and how you use this tool.
de: Sie sind allein verantwortlich für den Inhalt Ihrer Nachrichten und wie Sie dieses Tool nutzen.
es: Eres el único responsable del contenido de tus mensajes y cómo usas esta herramienta.
fr: Vous êtes seul responsable du contenu de vos messages et de l'utilisation de cet outil.
ja: メッセージの内容とこのツールの使用方法についてはあなたが単独で責任を負います。
pt_br: Você é o único responsável pelo conteúdo de suas mensagens e como usa esta ferramenta.
sk: Ste výhradne zodpovední za obsah vašich správ a spôsob, akým používate tento nástroj.
zh_hans: 您对消息内容和工具使用方式负全部责任。

# ethics.principle.5.title
source: Understand Limitations
de: Einschränkungen verstehen
es: Entender limitaciones
fr: Comprendre les limitations
ja: 制限の理解
pt_br: Entender Limitações
sk: Porozumieť obmedzeniam
zh_hans: 了解限制

# ethics.principle.5.detail
source: ASH provides technical privacy but cannot protect against physical surveillance, compromised devices, or coerced disclosure.
de: ASH bietet technische Privatsphäre, kann aber nicht vor physischer Überwachung, kompromittierten Geräten oder erzwungener Offenlegung schützen.
es: ASH proporciona privacidad técnica pero no puede proteger contra vigilancia física, dispositivos comprometidos o divulgación forzada.
fr: ASH fournit une confidentialité technique mais ne peut pas protéger contre la surveillance physique, les appareils compromis ou la divulgation forcée.
ja: ASHは技術的なプライバシーを提供しますが、物理的な監視、侵害されたデバイス、強制的な開示からは保護できません。
pt_br: O ASH fornece privacidade técnica, mas não pode proteger contra vigilância física, dispositivos comprometidos ou divulgação coagida.
sk: ASH poskytuje technické súkromie, ale nemôže chrániť pred fyzickým sledovaním, kompromitovanými zariadeniami alebo vynúteným zverejnením.
zh_hans: ASH提供技术隐私保护，但无法防止物理监控、设备被入侵或被迫披露。

# ethics.footer
source: ASH was created to protect legitimate privacy needs such as journalist-source communication, whistleblowing, personal privacy, and human rights work. Misuse undermines these important purposes.
de: ASH wurde entwickelt um legitime Privatsphäre-Bedürfnisse wie Journalisten-Quellen-Kommunikation, Whistleblowing, persönliche Privatsphäre und Menschenrechtsarbeit zu schützen. Missbrauch untergräbt diese wichtigen Zwecke.
es: ASH fue creado para proteger necesidades legítimas de privacidad como comunicación periodista-fuente, denuncias, privacidad personal y trabajo de derechos humanos. El mal uso socava estos importantes propósitos.
fr: ASH a été créé pour protéger des besoins légitimes de confidentialité comme la communication journaliste-source, les lanceurs d'alerte, la vie privée personnelle et le travail humanitaire. L'abus nuit à ces objectifs importants.
ja: ASHは、ジャーナリストと情報源の通信、内部告発、個人のプライバシー、人権活動などの正当なプライバシーニーズを保護するために作成されました。悪用はこれらの重要な目的を損ないます。
pt_br: O ASH foi criado para proteger necessidades legítimas de privacidade, como comunicação entre jornalistas e fontes, denúncias, privacidade pessoal e trabalho de direitos humanos. O uso indevido prejudica esses propósitos importantes.
sk: ASH bol vytvorený na ochranu legitímnych potrieb súkromia ako komunikácia novinárov so zdrojmi, whistleblowing, osobné súkromie a práca na ľudských právach. Zneužitie podkopáva tieto dôležité účely.
zh_hans: ASH旨在保护合法的隐私需求，如记者与消息来源的通信、举报、个人隐私和人权工作。滥用会损害这些重要目的。

# error.insufficient_pad
source: Insufficient pad remaining
de: Unzureichendes Pad verbleibend
es: Clave insuficiente restante
fr: Clé restante insuffisante
ja: パッドの残量が不足しています
pt_br: Pad insuficiente restante
sk: Nedostatok zostávajúceho kľúča
zh_hans: 剩余密钥不足

# error.decryption_failed
source: Failed to decrypt message
de: Nachricht konnte nicht entschlüsselt werden
es: Error al descifrar mensaje
fr: Échec du déchiffrement
ja: メッセージの復号化に失敗しました
pt_br: Falha ao descriptografar mensagem
sk: Nepodarilo sa dešifrovať správu
zh_hans: 消息解密失败

# error.invalid_url
source: Invalid URL
de: Ungültige URL
es: URL inválida
fr: URL invalide
ja: 無効なURL
pt_br: URL inválida
sk: Neplatná URL
zh_hans: 无效的URL

# error.connection_failed
source: Connection failed
de: Verbindung fehlgeschlagen
es: Conexión fallida
fr: Connexion échouée
ja: 接続に失敗しました
pt_br: Conexão falhou
sk: Pripojenie zlyhalo
zh_hans: 连接失败

# error.server_error
source: Server returned error
de: Server hat Fehler zurückgegeben
es: El servidor devolvió un error
fr: Le serveur a retourné une erreur
ja: サーバーがエラーを返しました
pt_br: Servidor retornou erro
sk: Server vrátil chybu
zh_hans: 服务器返回错误

# error.no_connection
source: No connection to relay
de: Keine Verbindung zum Relay
es: Sin conexión al relay
fr: Pas de connexion au relais
ja: リレーに接続できません
pt_br: Sem conexão com o relay
sk: Žiadne pripojenie k relay
zh_hans: 无法连接到中继

# error.relay_error
source: Relay error
de: Relay-Fehler
es: Error de relay
fr: Erreur relais
ja: リレーエラー
pt_br: Erro de relay
sk: Chyba relay
zh_hans: 中继错误

# error.message_too_large
source: Message too large
de: Nachricht zu groß
es: Mensaje muy grande
fr: Message trop volumineux
ja: メッセージが大きすぎます
pt_br: Mensagem muito grande
sk: Správa je príliš veľká
zh_hans: 消息过大

# error.message_too_large.detail
source: Maximum %d KB, current %d KB
de: Maximum %d KB, aktuell %d KB
es: Máximo %d KB, actual %d KB
fr: Maximum %d Ko, actuel %d Ko
ja: 最大%d KB、現在%d KB
pt_br: Máximo %d KB, atual %d KB
sk: Maximum %d KB, aktuálne %d KB
zh_hans: 最大%d KB，当前%d KB

# delivery.sending
source: Sending...
de: Wird gesendet...
es: Enviando...
fr: Envoi...
ja: 送信中...
pt_br: Enviando...
sk: Odosielanie...
zh_hans: 发送中...

# delivery.sent
source: Sent to server
de: An Server gesendet
es: Enviado al servidor
fr: Envoyé au serveur
ja: サーバーに送信済み
pt_br: Enviado ao servidor
sk: Odoslané na server
zh_hans: 已发送至服务器

# delivery.delivered
source: Delivered
de: Zugestellt
es: Entregado
fr: Livré
ja: 配信済み
pt_br: Entregue
sk: Doručené
zh_hans: 已送达

# delivery.failed
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
ja: 失敗
pt_br: Falhou
sk: Zlyhalo
zh_hans: 失败

# delivery.tap_to_retry
source: Tap to retry
de: Zum Wiederholen tippen
es: Toca para reintentar
fr: Touchez pour réessayer
ja: タップして再試行
pt_br: Toque para tentar novamente
sk: Ťuknite pre opakovanie
zh_hans: 点击重试

# retention.5min
source: 5 minutes
de: 5 Minuten
es: 5 minutos
ja: 5分
pt_br: 5 minutos
sk: 5 minút
zh_hans: 5分钟

# retention.1hour
source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
ja: 1時間
pt_br: 1 hora
sk: 1 hodina
zh_hans: 1小时

# retention.1day
source: 24 hours
de: 24 Stunden
es: 24 horas
fr: 24 heures
ja: 24時間
pt_br: 24 horas
sk: 24 hodín
zh_hans: 24小时

# retention.7days
source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
ja: 7日間
pt_br: 7 dias
sk: 7 dní
zh_hans: 7天

# disappearing.off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
pt_br: Desligado
sk: Vypnuté
zh_hans: 关闭

# disappearing.30sec
source: 30 seconds
de: 30 Sekunden
es: 30 segundos
fr: 30 secondes
ja: 30秒
pt_br: 30 segundos
sk: 30 sekúnd
zh_hans: 30秒

# disappearing.5min
source: 5 minutes
de: 5 Minuten
es: 5 minutos
ja: 5分
pt_br: 5 minutos
sk: 5 minút
zh_hans: 5分钟

# disappearing.1hour
source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
ja: 1時間
pt_br: 1 hora
sk: 1 hodina
zh_hans: 1小时

# disappearing.1day
source: 24 hours
de: 24 Stunden
es: 24 horas
fr: 24 heures
ja: 24時間
pt_br: 24 horas
sk: 24 hodín
zh_hans: 24小时

# biometric.faceid
source: Face ID
zh_hans: 面容ID

# biometric.touchid
source: Touch ID
zh_hans: 触控ID

# biometric.opticid
source: Optic ID
zh_hans: 光学ID

# biometric.none
source: Passcode
es: Código
fr: Code
ja: パスコード
pt_br: Código
sk: Heslo
zh_hans: 密码

# language.section
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
pt_br: Idioma
sk: Jazyk
zh_hans: 语言

# language.app_language
source: App Language
de: App-Sprache
es: Idioma de la app
fr: Langue de l'app
ja: アプリの言語
pt_br: Idioma do app
sk: Jazyk aplikácie
zh_hans: 应用语言

# language.select
source: Select Language
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
ja: 言語を選択
pt_br: Selecionar idioma
sk: Vybrať jazyk
zh_hans: 选择语言

# language.footer
source: Change requires app restart to take full effect.
de: Änderung erfordert Neustart der App für volle Wirkung.
es: El cambio requiere reiniciar la app para tener efecto completo.
fr: Le changement nécessite un redémarrage de l'app pour prendre pleinement effet.
ja: 変更を完全に反映するにはアプリの再起動が必要です。
pt_br: A alteração requer reiniciar o app para ter efeito completo.
sk: Zmena vyžaduje reštart aplikácie pre úplný efekt.
zh_hans: 更改需要重新启动应用才能完全生效。

# language.system
source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
ja: システムのデフォルト
pt_br: Padrão do sistema
sk: Systémový predvolený
zh_hans: 系统默认

# language.english
source: English
de: Englisch
es: Inglés
fr: Anglais
ja: 英語
pt_br: Inglês
sk: Angličtina
zh_hans: 英语

# language.slovak
source: Slovak
de: Slowakisch
es: Eslovaco
fr: Slovaque
ja: スロバキア語
pt_br: Eslovaco
sk: Slovenčina
zh_hans: 斯洛伐克语

# language.german
source: German
de: Deutsch
es: Alemán
fr: Allemand
ja: ドイツ語
pt_br: Alemão
sk: Nemčina
zh_hans: 德语

# language.spanish
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
ja: スペイン語
pt_br: Espanhol
sk: Španielčina
zh_hans: 西班牙语

# language.french
source: French
de: Französisch
es: Francés
fr: Français
ja: フランス語
pt_br: Francês
sk: Francúzština
zh_hans: 法语

# language.japanese
source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
ja: 日本語
pt_br: Japonês
sk: Japončina
zh_hans: 日语

# language.portuguese_brazil
source: Portuguese (Brazil)
de: Portugiesisch (Brasilien)
es: Portugués (Brasil)
fr: Portugais (Brésil)
ja: ポルトガル語（ブラジル）
pt_br: Português (Brasil)
sk: Portugalčina (Brazília)
zh_hans: 葡萄牙语（巴西）

# language.chinese_simplified
source: Chinese (Simplified)
de: Chinesisch (vereinfacht)
es: Chino (simplificado)
fr: Chinois (simplifié)
ja: 中国語（簡体字）
pt_br: Chinês (simplificado)
sk: Čínština (zjednodušená)
zh_hans: 简体中文

# accessibility.send_message
source: Send message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer le message
ja: メッセージを送信
pt_br: Enviar mensagem
sk: Odoslať správu
zh_hans: 发送消息

# accessibility.share_location
source: Share location
de: Standort teilen
es: Compartir ubicación
fr: Partager la position
ja: 位置情報を共有
pt_br: Compartilhar localização
sk: Zdieľať polohu
zh_hans: 分享位置

# accessibility.conversation
source: %@, %@ remaining, %@
de: %@, %@ verbleibend, %@
es: %@, %@ restante, %@
fr: %@, %@ restant, %@
ja: %@、残り%@、%@
pt_br: %@, %@ restante, %@
sk: %@, zostáva %@, %@
zh_hans: %@，剩余%@，%@

# accessibility.qr_frame
source: QR Code frame %d of %d
de: QR-Code Frame %d von %d
es: Código QR fotograma %d de %d
fr: Code QR image %d sur %d
ja: QRコードフレーム %d / %d
pt_br: Quadro QR %d de %d
sk: QR kód snímka %d z %d
zh_hans: 二维码第%d帧，共%d帧

# accessibility.scanned_frames
source: Scanned %d of %d frames
de: %d von %d Frames gescannt
es: Escaneados %d de %d fotogramas
fr: Scanné %d sur %d images
ja: %d / %d フレームをスキャン済み
pt_br: Escaneados %d de %d quadros
sk: Naskenované %d z %d snímok
zh_hans: 已扫描%d/%d帧

# accessibility.expires_in
source: Expires in %@
de: Läuft ab in %@
es: Expira en %@
fr: Expire dans %@
ja: %@後に期限切れ
pt_br: Expira em %@
sk: Vyprší za %@
zh_hans: %@后过期

# accessibility.server_expires_in
source: Server expires in %@
de: Server läuft ab in %@
es: Expira en servidor en %@
fr: Expire sur serveur dans %@
ja: サーバーは%@後に期限切れ
pt_br: Servidor expira em %@
sk: Server vyprší za %@
zh_hans: 服务器%@后过期

# accessibility.progress
source: Progress: %d percent
de: Fortschritt: %d Prozent
es: Progreso: %d por ciento
fr: Progression : %d pour cent
ja: 進捗：%dパーセント
pt_br: Progresso: %d por cento
sk: Pokrok: %d percent
zh_hans: 进度：%d%%

# accessibility.usage
source: Usage: %d percent
de: Nutzung: %d Prozent
es: Uso: %d por ciento
fr: Utilisation : %d pour cent
ja: 使用量：%dパーセント
pt_br: Uso: %d por cento
sk: Použitie: %d percent
zh_hans: 使用：%d%%

# accessibility.usage.both
source: My usage: %d percent, Peer: %d percent
de: Meine Nutzung: %d Prozent, Partner: %d Prozent
es: Mi uso: %d por ciento, Otro: %d por ciento
fr: Mon utilisation : %d pour cent, Autre : %d pour cent
ja: 自分の使用量：%dパーセント、相手：%dパーセント
pt_br: Meu uso: %d por cento, Parceiro: %d por cento
sk: Moje použitie: %d percent, Partner: %d percent
zh_hans: 我的使用：%d%%，对方：%d%%

# messaging.size_indicator
source: %@ / %d KB
fr: %@ / %d Ko

# ceremony.padsize.small
source: 64 KB
fr: 64 Ko

# ceremony.padsize.medium
source: 256 KB
fr: 256 Ko

# ceremony.padsize.large
source: 1 MB
fr: 1 Mo
