Repository: monadial/ash
Catalog: apps/ios/Ash/Ash/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, ja, pt_br, sk, zh_hans

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt_br: Cancelar
sk: Zrusiť
zh_hans: 取消

# common.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
pt_br: Salvar
sk: Uložiť
zh_hans: 保存

# common.done
source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
pt_br: Concluído
sk: Hotovo
zh_hans: 完成

# common.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける
pt_br: Continuar
sk: Pokračovať
zh_hans: 继续

# common.back
source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
pt_br: Voltar
sk: Späť
zh_hans: 返回

# common.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
pt_br: Excluir
sk: Zmazať
zh_hans: 删除

# common.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
pt_br: Configurações
sk: Nastavenia
zh_hans: 设置

# common.rename
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前を変更
pt_br: Renomear
sk: Premenovať
zh_hans: 重命名

# common.error
source: Error
de: Fehler
fr: Erreur
ja: エラー
pt_br: Erro
sk: Chyba
zh_hans: 错误

# common.ok
source: OK
zh_hans: 确定

# common.test
source: Test
de: Testen
es: Probar
fr: Tester
ja: テスト
pt_br: Testar
zh_hans: 测试

# common.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
pt_br: Redefinir
sk: Obnoviť
zh_hans: 重置

# common.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
pt_br: Copiar
sk: Kopírovať
zh_hans: 复制

# common.retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
ja: 再試行
pt_br: Tentar novamente
sk: Skúsiť znova
zh_hans: 重试

# common.info
source: Info
ja: 情報
zh_hans: 信息

# common.dismiss
source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
pt_br: Dispensar
sk: Zavrieť
zh_hans: 关闭

# conversations.title
source: Conversations
de: Unterhaltungen
es: Conversaciones
ja: 会話
pt_br: Conversas
sk: Konverzácie
zh_hans: 对话

# conversations.empty.title
source: No Conversations
de: Keine Unterhaltungen
es: Sin conversaciones
fr: Aucune conversation
ja: 会話がありません
pt_br: Sem Conversas
sk: Žiadne konverzácie
zh_hans: 没有对话

# conversations.empty.message
source: Start a secure conversation by performing a ceremony with another device.
de: Starten Sie eine sichere Unterhaltung durch eine Zeremonie mit einem anderen Gerät.
es: Inicia una conversación segura realizando una ceremonia con otro dispositivo.
fr: Démarrez une conversation sécurisée en effectuant une cérémonie avec un autre appareil.
ja: 別のデバイスとセレモニーを行い、安全な会話を開始します。
pt_br: Inicie uma conversa segura realizando uma cerimônia com outro dispositivo.
sk: Začnite bezpečnú konverzáciu vykonaním ceremónie s ďalším zariadením.
zh_hans: 通过与另一台设备进行密钥交换仪式来开始安全对话。

# conversations.empty.action
source: New Conversation
de: Neue Unterhaltung
es: Nueva conversación
fr: Nouvelle conversation
ja: 新しい会話
pt_br: Nova Conversa
sk: Nová konverzácia
zh_hans: 新建对话

# conversations.new
source: New
de: Neu
es: Nueva
fr: Nouvelle
ja: 新規
pt_br: Nova
sk: Nová
zh_hans: 新建

# conversations.burn
source: Burn
de: Verbrennen
es: Destruir
fr: Détruire
ja: 焼却
pt_br: Queimar
sk: Spáliť
zh_hans: 销毁

# conversations.burn.title
source: Burn Conversation?
de: Unterhaltung verbrennen?
es: ¿Destruir conversación?
fr: Détruire la conversation ?
ja: 会話を焼却しますか？
pt_br: Queimar Conversa?
sk: Spáliť konverzáciu?
zh_hans: 销毁对话？

# conversations.burn.message
source: This will permanently destroy all messages and the encryption pad. This cannot be undone.
de: Dies zerstört dauerhaft alle Nachrichten und den Verschlüsselungsschlüssel. Dies kann nicht rückgängig gemacht werden.
es: Esto destruirá permanentemente todos los mensajes y la clave de cifrado. Esta acción no se puede deshacer.
fr: Ceci détruira définitivement tous les messages et la clé de chiffrement. Cette action est irréversible.
ja: すべてのメッセージと暗号化パッドが永久に破棄されます。この操作は取り消せません。
pt_br: Isso destruirá permanentemente todas as mensagens e a chave de criptografia. Isso não pode ser desfeito.
sk: Toto natrvalo zničí všetky správy a šifrovací kľúč. Túto akciu nie je možné vrátiť späť.
zh_hans: 这将永久销毁所有消息和加密密钥。此操作无法撤销。

# conversations.remaining
source: %@ remaining
de: %@ verbleibend
es: %@ restante
fr: %@ restant
ja: 残り%@
pt_br: %@ restante
sk: zostáva %@
zh_hans: 剩余 %@

# conversations.info
source: Conversation Info
de: Unterhaltungsinfo
es: Info de conversación
fr: Info conversation
ja: 会話情報
pt_br: Info da Conversa
sk: Info o konverzácii
zh_hans: 对话信息

# conversations.you
source: You %d%%
de: Sie %d%%
es: Tú %d%%
fr: Vous %d%%
ja: あなた %d%%
pt_br: Você %d%%
sk: Vy %d%%
zh_hans: 您 %d%%

# conversations.them
source: Them %d%%
de: Partner %d%%
es: Ellos %d%%
fr: Eux %d%%
ja: 相手 %d%%
pt_br: Outro %d%%
sk: Oni %d%%
zh_hans: 对方 %d%%

# messaging.empty.title
source: No Messages
de: Keine Nachrichten
es: Sin mensajes
fr: Aucun message
ja: メッセージがありません
pt_br: Sem Mensagens
sk: Žiadne správy
zh_hans: 没有消息

# messaging.empty.message
source: Messages are ephemeral and disappear after viewing
de: Nachrichten sind flüchtig und verschwinden nach dem Lesen
es: Los mensajes son efímeros y desaparecen después de verlos
fr: Les messages sont éphémères et disparaissent après lecture
ja: メッセージは一時的で、閲覧後に消えます
pt_br: As mensagens são efêmeras e desaparecem após a visualização
sk: Správy sú dočasné a po prečítaní zmiznú
zh_hans: 消息是临时的，阅读后会消失

# messaging.input.placeholder
source: Message
de: Nachricht
es: Mensaje
ja: メッセージ
pt_br: Mensagem
sk: Správa
zh_hans: 消息

# messaging.send
source: Send message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer le message
ja: メッセージを送信
pt_br: Enviar mensagem
sk: Odoslať správu
zh_hans: 发送消息

# messaging.peer.burned
source: This conversation has been burned
de: Diese Unterhaltung wurde verbrannt
es: Esta conversación ha sido destruida
fr: Cette conversation a été détruite
ja: この会話は焼却されました
pt_br: Esta conversa foi queimada
sk: Táto konverzácia bola spálená
zh_hans: 此对话已被销毁

# messaging.location
source: Location
de: Standort
es: Ubicación
fr: Position
ja: 位置情報
pt_br: Localização
sk: Poloha
zh_hans: 位置

# messaging.expired
source: Message Expired
de: Nachricht abgelaufen
es: Mensaje expirado
fr: Message expiré
ja: メッセージ期限切れ
pt_br: Mensagem Expirada
sk: Správa vypršala
zh_hans: 消息已过期

# messaging.open_maps
source: Open in Maps
de: In Karten öffnen
es: Abrir en Mapas
fr: Ouvrir dans Plans
ja: マップで開く
pt_br: Abrir no Mapas
sk: Otvoriť v Mapách
zh_hans: 在地图中打开

# status.sending
source: Sending...
de: Wird gesendet...
es: Enviando...
fr: Envoi...
ja: 送信中...
pt_br: Enviando...
sk: Odosielanie...
zh_hans: 发送中...

# status.sent
source: Sent to server
de: An Server gesendet
es: Enviado al servidor
fr: Envoyé au serveur
ja: サーバーに送信済み
pt_br: Enviado ao servidor
sk: Odoslané na server
zh_hans: 已发送至服务器

# status.delivered
source: Delivered
de: Zugestellt
es: Entregado
fr: Livré
ja: 配信済み
pt_br: Entregue
sk: Doručené
zh_hans: 已送达

# status.failed
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
ja: 失敗
pt_br: Falhou
sk: Zlyhalo
zh_hans: 发送失败

# status.relay_error
source: Relay error
de: Relay-Fehler
es: Error de relay
fr: Erreur relais
ja: リレーエラー
pt_br: Erro de relay
sk: Chyba relay
zh_hans: 中继错误

# status.expired
source: expired
de: abgelaufen
es: expirado
fr: expiré
ja: 期限切れ
pt_br: expirada
sk: vypršané
zh_hans: 已过期

# time.seconds
source: %ds
ja: %d秒
zh_hans: %d秒

# time.minutes
source: %dm
ja: %d分
zh_hans: %d分

# time.hours
source: %dh
ja: %d時間
zh_hans: %d时

# time.days
source: %dd
de: %dt
fr: %dj
ja: %d日
zh_hans: %d天

# time.minutes_seconds
source: %dm %ds
ja: %d分%d秒
zh_hans: %d分%d秒

# time.hours_minutes
source: %dh %dm
ja: %d時間%d分
zh_hans: %d时%d分

# time.days_hours
source: %dd %dh
de: %dt %dh
fr: %dj %dh
ja: %d日%d時間
zh_hans: %d天%d时

# settings.conversation.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
pt_br: Configurações
sk: Nastavenia
zh_hans: 设置

# settings.privacy
source: Privacy
de: Privatsphäre
es: Privacidad
fr: Confidentialité
ja: プライバシー
pt_br: Privacidade
sk: Súkromie
zh_hans: 隐私

# settings.privacy.secret_mode
source: Secret Mode
de: Geheimmodus
es: Modo secreto
fr: Mode secret
ja: シークレットモード
pt_br: Modo Secreto
sk: Tajný režim
zh_hans: 保密模式

# settings.privacy.secret_mode.description
source: Hold to reveal messages
de: Halten zum Anzeigen
es: Mantén presionado para revelar
fr: Maintenir pour révéler
ja: 長押しで表示
pt_br: Segure para revelar mensagens
sk: Podržte pre zobrazenie
zh_hans: 按住显示消息

# settings.privacy.secret_mode.footer
source: When enabled, incoming messages stay encrypted until you hold the bubble to reveal them.
de: Wenn aktiviert, bleiben eingehende Nachrichten verschlüsselt, bis Sie die Sprechblase gedrückt halten.
es: Cuando está activado, los mensajes entrantes permanecen cifrados hasta que mantengas presionada la burbuja.
fr: Lorsqu'activé, les messages entrants restent chiffrés jusqu'à ce que vous mainteniez la bulle.
ja: 有効にすると、受信メッセージはバブルを長押しするまで暗号化されたままになります。
pt_br: Quando ativado, as mensagens recebidas permanecem criptografadas até você segurar o balão para revelá-las.
sk: Keď je zapnuté, prichádzajúce správy zostávajú šifrované, kým nepodržíte bublinu na ich zobrazenie.
zh_hans: 启用后，收到的消息将保持加密状态，直到您按住气泡才能显示。

# settings.relay
source: Relay Server
es: Servidor relay
fr: Serveur relais
ja: リレーサーバー
pt_br: Servidor Relay
zh_hans: 中继服务器

# settings.relay.url
source: Server URL
es: URL del servidor
fr: URL du serveur
ja: サーバーURL
pt_br: URL do Servidor
sk: URL servera
zh_hans: 服务器地址

# settings.relay.test
source: Test Connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
ja: 接続テスト
pt_br: Testar Conexão
sk: Otestovať pripojenie
zh_hans: 测试连接

# settings.relay.connected
source: Connected - %@
de: Verbunden - %@
es: Conectado - %@
fr: Connecté - %@
ja: 接続済み - %@
pt_br: Conectado - %@
sk: Pripojené - %@
zh_hans: 已连接 - %@

# settings.relay.connected.latency
source: Connected - %@ (%dms)
de: Verbunden - %@ (%dms)
es: Conectado - %@ (%dms)
fr: Connecté - %@ (%dms)
ja: 接続済み - %@（%dms）
pt_br: Conectado - %@ (%dms)
sk: Pripojené - %@ (%dms)
zh_hans: 已连接 - %@（%dms）

# settings.relay.footer
source: Messages are stored in server RAM for %@ and deleted on delivery or expiry.
de: Nachrichten werden %@ im Server-RAM gespeichert und bei Zustellung oder Ablauf gelöscht.
es: Los mensajes se almacenan en la RAM del servidor durante %@ y se eliminan al entregar o expirar.
fr: Les messages sont stockés dans la RAM du serveur pendant %@ et supprimés à la livraison ou expiration.
ja: メッセージは%@の間サーバーRAMに保存され、配信または期限切れ後に削除されます。
pt_br: As mensagens são armazenadas na RAM do servidor por %@ e excluídas na entrega ou expiração.
sk: Správy sú uložené v RAM servera po dobu %@ a zmazané po doručení alebo vypršaní.
zh_hans: 消息在服务器内存中存储%@，在送达或过期后删除。

# settings.persistence
source: Message Persistence
de: Nachrichtenspeicherung
es: Persistencia de mensajes
fr: Persistance des messages
ja: メッセージ保存
pt_br: Persistência de Mensagens
sk: Perzistencia správ
zh_hans: 消息存储

# settings.persistence.delayed
source: Delayed Reading
de: Verzögertes Lesen
es: Lectura diferida
fr: Lecture différée
ja: 遅延読み取り
pt_br: Leitura Atrasada
sk: Oneskorené čítanie
zh_hans: 延迟阅读

# settings.persistence.delayed.description
source: Messages persist for 48 hours
de: Nachrichten bleiben 48 Stunden
es: Los mensajes persisten 48 horas
fr: Les messages persistent 48 heures
ja: メッセージは48時間保持
pt_br: Mensagens persistem por 48 horas
sk: Správy sa uchovávajú 48 hodín
zh_hans: 消息保留48小时

# settings.persistence.delayed.footer.on
source: Messages will be available for up to 48 hours, allowing delayed reading.
de: Nachrichten sind bis zu 48 Stunden verfügbar für verzögertes Lesen.
es: Los mensajes estarán disponibles hasta 48 horas.
fr: Les messages seront disponibles jusqu'à 48 heures.
ja: メッセージは最大48時間利用可能で、遅延読み取りができます。
pt_br: As mensagens estarão disponíveis por até 48 horas, permitindo leitura atrasada.
sk: Správy budú dostupné až 48 hodín, čo umožňuje oneskorené čítanie.
zh_hans: 消息将保留最多48小时，允许延迟阅读。

# settings.persistence.delayed.footer.off
source: Messages expire in 30 seconds (real-time mode).
de: Nachrichten laufen nach 30 Sekunden ab (Echtzeit-Modus).
es: Los mensajes expiran en 30 segundos (tiempo real).
fr: Les messages expirent en 30 secondes (temps réel).
ja: メッセージは30秒後に期限切れになります（リアルタイムモード）。
pt_br: As mensagens expiram em 30 segundos (modo tempo real).
sk: Správy vypršia za 30 sekúnd (režim reálneho času).
zh_hans: 消息在30秒后过期（实时模式）。

# rename.title
source: Rename Conversation
de: Unterhaltung umbenennen
es: Renombrar conversación
fr: Renommer la conversation
ja: 会話名を変更
pt_br: Renomear Conversa
sk: Premenovať konverzáciu
zh_hans: 重命名对话

# rename.placeholder
source: Name
es: Nombre
fr: Nom
ja: 名前
pt_br: Nome
sk: Názov
zh_hans: 名称

# rename.message
source: Enter a custom name or leave empty to use mnemonic words
de: Geben Sie einen Namen ein oder lassen Sie das Feld leer für mnemonische Wörter
es: Ingresa un nombre personalizado o déjalo vacío para usar palabras mnemotécnicas
fr: Entrez un nom personnalisé ou laissez vide pour utiliser les mots mnémoniques
ja: カスタム名を入力するか、空のままでニーモニックワードを使用
pt_br: Digite um nome personalizado ou deixe vazio para usar palavras mnemônicas
sk: Zadajte vlastný názov alebo nechajte prázdne pre použitie mnemotechnických slov
zh_hans: 输入自定义名称或留空使用助记词

# ceremony.title
source: New Conversation
de: Neue Unterhaltung
es: Nueva conversación
fr: Nouvelle conversation
ja: 新しい会話
pt_br: Nova Conversa
sk: Nová konverzácia
zh_hans: 新建对话

# ceremony.role.title
source: Choose Your Role
de: Rolle wählen
es: Elige tu rol
fr: Choisissez votre rôle
ja: 役割を選択
pt_br: Escolha Seu Papel
sk: Vyberte si rolu
zh_hans: 选择角色

# ceremony.role.subtitle
source: One device creates the conversation, the other joins by scanning
de: Ein Gerät erstellt die Unterhaltung, das andere tritt durch Scannen bei
es: Un dispositivo crea la conversación, el otro se une escaneando
fr: Un appareil crée la conversation, l'autre rejoint en scannant
ja: 一方のデバイスが会話を作成し、もう一方がスキャンして参加
pt_br: Um dispositivo cria a conversa, o outro se junta escaneando
sk: Jedno zariadenie vytvorí konverzáciu, druhé sa pripojí skenovaním
zh_hans: 一台设备创建对话，另一台通过扫描加入

# ceremony.role.initiate
source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
pt_br: Criar
sk: Vytvoriť
zh_hans: 创建

# ceremony.role.initiate.description
source: Generate pad and display QR codes
de: Pad generieren und QR-Codes anzeigen
es: Generar clave y mostrar códigos QR
fr: Générer la clé et afficher les codes QR
ja: パッドを生成してQRコードを表示
pt_br: Gerar pad e exibir códigos QR
sk: Vygenerovať kľúč a zobraziť QR kódy
zh_hans: 生成密钥并显示二维码

# ceremony.role.initiate.badge
source: Initiator
es: Iniciador
fr: Initiateur
ja: イニシエーター
pt_br: Iniciador
sk: Iniciátor
zh_hans: 发起者

# ceremony.role.receive
source: Join
de: Beitreten
es: Unirse
fr: Rejoindre
ja: 参加
pt_br: Juntar-se
sk: Pripojiť sa
zh_hans: 加入

# ceremony.role.receive.description
source: Scan QR codes from other device
de: QR-Codes vom anderen Gerät scannen
es: Escanear códigos QR del otro dispositivo
fr: Scanner les codes QR de l'autre appareil
ja: 相手のQRコードをスキャン
pt_br: Escanear códigos QR do outro dispositivo
sk: Naskenovať QR kódy z druhého zariadenia
zh_hans: 扫描另一台设备的二维码

# ceremony.role.receive.badge
source: Receiver
de: Empfänger
es: Receptor
fr: Récepteur
ja: レシーバー
pt_br: Receptor
sk: Príjemca
zh_hans: 接收者

# ceremony.padsize.title
source: Pad Size
de: Pad-Größe
es: Tamaño de clave
fr: Taille de la clé
ja: パッドサイズ
pt_br: Tamanho do Pad
sk: Veľkosť kľúča
zh_hans: 密钥大小

# ceremony.padsize.subtitle
source: Larger pads allow more messages but take longer to transfer
de: Größere Pads ermöglichen mehr Nachrichten, brauchen aber länger zum Übertragen
es: Claves más grandes permiten más mensajes pero tardan más en transferir
fr: Des clés plus grandes permettent plus de messages mais prennent plus de temps à transférer
ja: 大きなパッドはより多くのメッセージを許可しますが、転送に時間がかかります
pt_br: Pads maiores permitem mais mensagens, mas levam mais tempo para transferir
sk: Väčšie kľúče umožňujú viac správ, ale prenos trvá dlhšie
zh_hans: 更大的密钥允许更多消息，但传输时间更长

# ceremony.padsize.small.description
source: ~100 messages
de: ~100 Nachrichten
es: ~100 mensajes
ja: 約100メッセージ
pt_br: ~100 mensagens
sk: ~100 správ
zh_hans: 约100条消息

# ceremony.padsize.medium.description
source: ~400 messages
de: ~400 Nachrichten
es: ~400 mensajes
ja: 約400メッセージ
pt_br: ~400 mensagens
sk: ~400 správ
zh_hans: 约400条消息

# ceremony.padsize.large.description
source: ~1,600 messages
de: ~1.600 Nachrichten
es: ~1.600 mensajes
ja: 約1,600メッセージ
pt_br: ~1.600 mensagens
sk: ~1 600 správ
zh_hans: 约1,600条消息

# ceremony.options.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
pt_br: Configurações
sk: Nastavenia
zh_hans: 设置

# ceremony.options.subtitle
source: Configure message handling and delivery
de: Nachrichtenbehandlung und Zustellung konfigurieren
es: Configura el manejo y entrega de mensajes
fr: Configurez la gestion et la livraison des messages
ja: メッセージの処理と配信を設定
pt_br: Configure o tratamento e entrega de mensagens
sk: Nakonfigurujte spracovanie a doručovanie správ
zh_hans: 配置消息处理和送达方式

# ceremony.options.timing
source: Message Timing
de: Nachrichtenzeitplan
es: Temporización
fr: Temporisation
ja: メッセージタイミング
pt_br: Tempo das Mensagens
sk: Časovanie správ
zh_hans: 消息计时

# ceremony.options.retention
source: Server Retention
de: Server-Aufbewahrung
es: Retención en servidor
fr: Rétention serveur
ja: サーバー保持
pt_br: Retenção no Servidor
sk: Uchovanie na serveri
zh_hans: 服务器保留

# ceremony.options.retention.description
source: How long unread messages wait
de: Wie lange ungelesene Nachrichten warten
es: Cuánto tiempo esperan los mensajes no leídos
fr: Durée d'attente des messages non lus
ja: 未読メッセージの待機時間
pt_br: Quanto tempo mensagens não lidas aguardam
sk: Ako dlho čakajú neprečítané správy
zh_hans: 未读消息等待时长

# ceremony.options.disappearing
source: Disappearing Messages
de: Verschwindende Nachrichten
es: Mensajes que desaparecen
fr: Messages éphémères
ja: 消えるメッセージ
pt_br: Mensagens que Desaparecem
sk: Miznúce správy
zh_hans: 阅后即焚

# ceremony.options.disappearing.description
source: Auto-delete after viewing
de: Automatisch nach dem Lesen löschen
es: Auto-eliminar después de ver
fr: Suppression auto après lecture
ja: 閲覧後に自動削除
pt_br: Excluir automaticamente após visualização
sk: Automaticky zmazať po prečítaní
zh_hans: 阅读后自动删除

# ceremony.options.storage
source: Local Message Storage
de: Lokale Nachrichtenspeicherung
es: Almacenamiento local
fr: Stockage local
ja: ローカルメッセージ保存
pt_br: Armazenamento Local de Mensagens
sk: Lokálne ukladanie správ
zh_hans: 本地消息存储

# ceremony.options.storage.faceid_enabled
source: Face ID enabled
de: Face ID aktiviert
es: Face ID activado
fr: Face ID activé
ja: Face ID有効
pt_br: Face ID ativado
sk: Face ID zapnuté
zh_hans: 面容ID已启用

# ceremony.options.storage.enabled_description
source: Messages can be stored locally on your device, protected by Face ID. They will be securely erased when the disappearing timer expires.
de: Nachrichten können lokal auf Ihrem Gerät gespeichert werden, geschützt durch Face ID. Sie werden sicher gelöscht, wenn der Timer abläuft.
es: Los mensajes pueden almacenarse localmente en tu dispositivo, protegidos por Face ID. Se borrarán de forma segura cuando expire el temporizador.
fr: Les messages peuvent être stockés localement sur votre appareil, protégés par Face ID. Ils seront effacés lorsque le minuteur expirera.
ja: メッセージはデバイスにローカル保存され、Face IDで保護されます。タイマー期限切れ時に安全に消去されます。
pt_br: As mensagens podem ser armazenadas localmente no seu dispositivo, protegidas por Face ID. Serão apagadas com segurança quando o timer expirar.
sk: Správy môžu byť uložené lokálne vo vašom zariadení, chránené Face ID. Budú bezpečne vymazané po vypršaní časovača.
zh_hans: 消息可以本地存储在您的设备上，由面容ID保护。它们会在计时器到期时被安全擦除。

# ceremony.options.storage.enable_toggle
source: Enable local storage
de: Lokale Speicherung aktivieren
es: Activar almacenamiento local
fr: Activer le stockage local
ja: ローカル保存を有効化
pt_br: Ativar armazenamento local
sk: Zapnúť lokálne ukladanie
zh_hans: 启用本地存储

# ceremony.options.storage.enabled_footer
source: Messages will persist between app sessions until they expire.
de: Nachrichten bleiben zwischen App-Sitzungen erhalten bis sie ablaufen.
es: Los mensajes persistirán entre sesiones hasta que expiren.
fr: Les messages persisteront entre les sessions jusqu'à leur expiration.
ja: メッセージは期限切れまでアプリセッション間で保持されます。
pt_br: As mensagens persistirão entre sessões do app até expirarem.
sk: Správy zostanú medzi reláciami aplikácie, kým nevypršia.
zh_hans: 消息将在应用会话之间保留，直到过期。

# ceremony.options.storage.faceid_disabled
source: Face ID not enabled
de: Face ID nicht aktiviert
es: Face ID no activado
fr: Face ID non activé
ja: Face ID無効
pt_br: Face ID não ativado
sk: Face ID nie je zapnuté
zh_hans: 面容ID未启用

# ceremony.options.storage.disabled_description
source: To enable local message storage, you must first enable Face ID in Settings. Without it, messages are only stored in memory and will be lost when you leave the conversation.
de: Um lokale Nachrichtenspeicherung zu aktivieren, müssen Sie zuerst Face ID in den Einstellungen aktivieren. Ohne dies werden Nachrichten nur im Speicher gehalten und gehen verloren, wenn Sie die Unterhaltung verlassen.
es: Para activar el almacenamiento local, primero debes activar Face ID en Ajustes. Sin él, los mensajes solo se guardan en memoria.
fr: Pour activer le stockage local, vous devez d'abord activer Face ID dans Réglages. Sans cela, les messages sont uniquement stockés en mémoire.
ja: ローカルメッセージ保存を有効にするには、まず設定でFace IDを有効にする必要があります。有効にしないと、メッセージはメモリにのみ保存され、会話を離れると失われます。
pt_br: Para ativar o armazenamento local de mensagens, você deve primeiro ativar o Face ID nas Configurações. Sem isso, as mensagens são armazenadas apenas na memória e serão perdidas quando você sair da conversa.
sk: Pre zapnutie lokálneho ukladania správ musíte najprv zapnúť Face ID v Nastaveniach. Bez neho sú správy uložené len v pamäti a stratia sa, keď opustíte konverzáciu.
zh_hans: 要启用本地消息存储，您必须先在设置中启用面容ID。没有它，消息只存储在内存中，离开对话时会丢失。

# ceremony.options.notifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
ja: 通知
pt_br: Notificações
sk: Notifikácie
zh_hans: 通知

# ceremony.options.notifications.new
source: New Messages
de: Neue Nachrichten
es: Nuevos mensajes
fr: Nouveaux messages
ja: 新着メッセージ
pt_br: Novas Mensagens
sk: Nové správy
zh_hans: 新消息

# ceremony.options.notifications.new.description
source: Alert when message arrives
de: Benachrichtigung bei Nachrichteneingang
es: Alertar cuando llegue un mensaje
fr: Alerter à l'arrivée d'un message
ja: メッセージ到着時に通知
pt_br: Alertar quando mensagem chegar
sk: Upozornenie pri príchode správy
zh_hans: 消息到达时提醒

# ceremony.options.notifications.expiring
source: Expiry Warnings
de: Ablaufwarnungen
es: Avisos de expiración
fr: Avertissements d'expiration
ja: 期限切れ警告
pt_br: Avisos de Expiração
sk: Upozornenia na vypršanie
zh_hans: 即将过期警告

# ceremony.options.notifications.expiring.description
source: 5min and 1min before expiry
de: 5 Min. und 1 Min. vor Ablauf
es: 5min y 1min antes de expirar
fr: 5min et 1min avant expiration
ja: 期限切れ5分前と1分前
pt_br: 5min e 1min antes de expirar
sk: 5 min a 1 min pred vypršaním
zh_hans: 过期前5分钟和1分钟

# ceremony.options.notifications.expired
source: Expired Messages
de: Abgelaufene Nachrichten
es: Mensajes expirados
fr: Messages expirés
ja: 期限切れメッセージ
pt_br: Mensagens Expiradas
sk: Vypršané správy
zh_hans: 已过期消息

# ceremony.options.notifications.expired.description
source: Alert when message expires
de: Benachrichtigung bei Nachrichtenablauf
es: Alertar cuando expire un mensaje
fr: Alerter quand un message expire
ja: メッセージ期限切れ時に通知
pt_br: Alertar quando mensagem expirar
sk: Upozornenie pri vypršaní správy
zh_hans: 消息过期时提醒
